{
	"title": "Как разобраться в технологиях, на которых будет работать интерфейс",
	"subtitle": "Если вы все еще игнорируете технологии, то скоро будут игнорировать вас. Масштаб беды не так велик. Начать погружение стоит с изучения дизайн-систем, а про остальное достаточно базовых представлений на уровне популярных видеороликов и статей. Впрочем, если хочется погрузиться глубже, то это только плюс.",
	"section": "techs",
	"alias": [
		"interface-operation-technologies"
	],
	"tags": [
		{
			"tag": "технологии"
		},
		{
			"tag": "интерфейсы"
		},
		{
			"tag": "документация"
		}
	],
	"focuses": [
		{
			"title": "Глубина погружения",
			"text": "Никто не ждет от вас квалификации разработчика, но и стеклянные глаза обычно неуместны."
		},
		{
			"title": "Актуальность знаний",
			"text": "Представления пятилетней давности уже неактуальны."
		},
		{
			"title": "Дизайн-артефакты вокруг технологии.",
			"text": "Гайды, UI-киты, дизайн-системы. Если технология связана с дизайном, то уже есть куча доступных для изучения материалов."
		}
	],
	"advices": [
		{
			"title": "Поддерживайте базовую эрудицию",
			"text": "Если вы всю жизнь избегали изучения технологий, а потом они вас догнали, то будет сложно разобраться с нуля. Помогут книжки, видео, статьи, общение с технически грамотными коллегами. Чем-то это похоже на изучение иностранного языка."
		},
		{
			"title": "Читайте документацию",
			"text": "Это бывает весьма мучительно, но эффективно. Документация — точка входа. Читайте, задавайте себе вопросы, гуглите."
		},
		{
			"title": "Гуглите непонятные термины",
			"text": "Если вы слышите какой-то непонятный термин, то, скорее всего, это сокращение какой-то полезной идеи. Поймите эту идею и сможете делать дизайн с ее учетом. Как правило, многие из таких терминов уже встречались вам в Figma, просто вы могли их не заметить."
		},
		{
			"title": "Попробуй сделать что-то руками",
			"text": "Не обязательно самому, можно вместе с другом-разработчиком. Это поможет понять масштаб беды и уровень собственной некомпетентности."
		},
		{
			"title": "Досконально изучите дизайн-артефакты",
			"text": "В первую очередь, это дизайн-система. Тот кусочек технологий, знание которого не желательно, а обязательно."
		}
	],
	"cases": [
		{
			"title": "elma-bot",
			"text": "Погрузились в то, как с точки зрения кода устроено созданре ботов."
		},
		{
			"title": "alfastrahhr",
			"text": "Пришли к нам не столько за макетами, сколько за доработкой собственной дизайн-системы. "
		}
	],
	"goodExample": {
		"text": "<a href=\"https://sobakapav.ru/publications/frameworks-for-dummies\">Ликбез по фреймворкам</a> — хороший старт погружения в технологическую часть дизайна.",
		"link": "",
		"linktext": ""
	},
	"badExample": {
		"text": "Неосознанно придерживаться технологических ограничений и возможностей другой среды. Например, в полиграфии совсем другие ограничения, чем в вебе."
	},
	"instruments": [
		{
			"title": "<a href=\"https://www.youtube.com\">YouTube</a>",
			"text": "Ищите ролики с объяснением сложного на пальцах. Они есть, потому что людей, которые не понимают и хотят разобраться, много.",
			"img": "/images/cheatsheets/youtube.svg"
		},
		{
			"title": "Переводчик страниц в браузере",
			"text": "Для получения базового предоставления машинного перевода более чем достаточно.",
			"img": "/images/cheatsheets/google-translate.svg"
		},
		{
			"title": "Кейноуты больших конференций и анонсы изменений",
			"text": "Поддерживать знания в актуальном состоянии.",
			"img": "/images/cheatsheets/anonce.svg"
		},
		{
			"title": "<a href=\"https://www.notion.so\">Notion</a> или другая записная книжка",
			"text": "Фиксация попыток разобраться здорово помогает разобраться.",
			"img": "/images/cheatsheets/notion.svg"
		}
	],
	"director": {
		"text": "Есть мнение, что дизайнер должен уметь своими руками верстать свои же макеты. У нас нет мнения на этот счет. С одной стороны, любые навыки — это хорошо. С другой, если человек развивается в сторону разработки, то зачем ему продолжать заниматься дизайном, это соврешенно другая деятельность.",
		"person": "RN"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

