{
	"title": "Как и зачем учитывать портрет пользователя при выборе паттерна интерфейса",
	"subtitle": "Чем привычней для пользователя паттерн взаимодействия с ситемой, тем с большей охотой он будет готов его изучать. Это особенно важно при проектировании нетиповых узкоспециализированных систем, в которых этап изучения критически важен для использования.",
	"section": "close-up",
	"alias": [
		"user-profile-and-interface-pattern"
	],
	"tags": [
		{
			"tag": "паттерны"
		},
		{
			"tag": "портреты пользователей"
		},
		{
			"tag": "ожидания к интерыейсу"
		}
	],
	"focuses": [
		{
			"title": "Степень ожидаемого знакомства пользователя с паттерном",
			"text": "18-летняя студентка редко понимает, как устроен 1С, зато 40-летний мужик наверняка хоть раз в жизни видел интерфейсы станков ЧПУ."
		},
		{
			"title": "Приемлимый для пользоваетеля баланс визуала и текста.",
			"text": "Дизайнеры ненавидят текст, инженеры — пустое пространство."
		},
		{
			"title": "Неочевидные привычки взаимодействия.",
			"text": "Голосовые интерфейсы лучше всего осваивают дети и пенсионеры, а люди среднего возраста не всегда к этому готовы."
		}
	],
	"advices": [
		{
			"title": "Записывайте паттерны прямо в пользовательские портреты.",
			"text": "Привычки не коррелируют с соцдемом. Используйте для описания общеизвестные паттерны, знакомые ЦА. Любой начальник знает, что такое дашборд, а человек репродуктивного возраста — что такое Тиндер."
		},
		{
			"title": "Выбирайте паттерн чуть сложнее",
			"text": "Палитра паттернов расширяется, если вы готовы обучать людей чему-то новому."
		},
		{
			"title": "Ищите источники ожиданий к интерфейсу",
			"text": "У геймеров свои паттерны взамиодействия с компьютером. У владельца Android другие паттерны, чем у владельца iPhone. Свои ожидания есть у бухгалтера и логиста. К чему человек привык, то он и захочет использовать дальше."
		},
		{
			"title": "Ловите себя за руку",
			"text": "Если не выбрать паттерн под портрет пользователя, выберется привычный для вас паттерн. Так госы делают интерфейсы для госов, дизайнеры для дизайнеров, программисты для программистов."
		},
		{
			"title": "Просвещайте свою команду",
			"text": "Вы может быть и поверите в существование разных паттернов и привычек. А сможете ли убедить команду в том, что другим людям нужно совсем не то, к чему привыкли мы?"
		}
	],
	"cases": [
		{
			"title": "pangeo",
			"text": "Интерфейс для инженеров обязан быть плотным и насыщенным."
		},
		{
			"title": "res",
			"text": "Искали способ ввода текста и перебирали паттерны: Т9, пульт от телевизор, автомагнитола, голосовой ввод."
		}
	],
	"goodExample": {
		"text": "Концептуальные наброски проявлялись непосредственно из портретов.",
		"link": "/portfolio/fasting",
		"linktext": "Приложение Simple"
	},
	"badExample": {
		"text": "Не осознавать существования паттернов в интерфейсе и делать привычный для себя лендинг или Тик-Ток. Еще хуже — не считать интерфейс собственно интерфейсом, и относиться к нему, как к визуальному сообщению и использовать техники графического дизайна."
	},
	"instruments": [
		{
			"title": "Ютуб",
			"text": "скринкасты по использованию сложных систем и комментарии к видео.",
			"img": "/images/cheatsheets/youtube.svg"
		},
		{
			"title": "Полевые наблюдения",
			"text": "вы ничего не узнаете про пользовательские привычки, пока не посмотрите, что люди реально делают.",
			"img": "/images/cheatsheets/eye.svg"
		},
		{
			"title": "Незнакомые интерфейсы",
			"text": "поставьте приложение и попытайтесь понять, как оно устроено и как в нем работать.",
			"img": "/images/cheatsheets/monitor2.svg"
		},
		{
			"title": "Архив паттернов",
			"text": "в качестве шпаргалки при выборе подходящего.",
			"img": "/images/cheatsheets/archive.svg"
		}
	],
	"director": {
		"text": "Выбрать паттерн интерфейса и удерживать его на протяжении всего процесса дизайна — это важный навык. Только не очень понятно, как этот навык развить, слишком уж он абстрактный. И ничего в текущей работе не поощряет его «прокачку». На самом элементарном уровне помогают пресловутые три варианта. Попробовать набросать три разных интерфейсных паттернах (не визуальных), решающих одну и ту же задачу разных типажей пользователей.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

