{
	"title": "Как и зачем обучать сотрудников базовым UX-принципам",
	"subtitle": "Учите на своих реальных задачах. Обучение через абстрактную теорию — долгий путь. Будте готовы к сопротивлению, поэтому ищите точки пересечения UX-практик с профессиональной областью специалиста. Фокусируйтесь на способе мышления, именно это отличает дизайн от других видов производства.",
	"section": "business",
	"alias": [
		"fundamental-ux-principles-learning"
	],
	"tags": [
		{
			"tag": "UX-принципы"
		},
		{
			"tag": "обучение"
		},
		{
			"tag": "дизайн-процесс"
		}
	],
	"focuses": [
		{
			"title": "Дизайн-процесс",
			"text": "Производство дизайна не похоже на обычное IT-производство. Обучение UX-практикам — это не рисование картинок, а другой способ мышления."
		},
		{
			"title": "Фундамент области",
			"text": "UX — это не про здравый смысл и обычную логику. Это профессиональная область деятельности, довольно сложная и запутанная."
		},
		{
			"title": "Типовые практики",
			"text": "В любой непонятной ситуации надо тестировать. Профили и сценарии должны быть явно прописаны в документах. Обсуждают не фичи, а поведение людей."
		}
	],
	"advices": [
		{
			"title": "Наймите дизайн-команду, которая сделает вместе с вами перый UX-проект",
			"text": "Скромно намекаем на себя, но есть и другие молодцы."
		},
		{
			"title": "Используйте ваш собственный проект",
			"text": "Не надо изучать практики на каких-то абстрактных данных и выдуманных задачах. Берите то, что у вас уже есть, и на этом материале отрабатывайте базовые принципы, знания и навыки."
		},
		{
			"title": "Если вы учите — учите",
			"text": "А не работайте за тех, кого вы учите. Есть соблазн быть незаменим специалистом, Но обычно это не правда. Если от заказчика к вам на научите по дороге, то уделите внимание этому вопросу, не думайте, что обучение произойдет само."
		},
		{
			"title": "Учите практикам, а не знаниям",
			"text": "Если вы не можете свое знание привязать к практике здесь и сейчас — ну и забейте на него. Нет задачи показать, Какой вы молодец, есть задача передать свои навыки.  Задача нетривиальная."
		},
		{
			"title": "Ищите пересечение UX и других областей",
			"text": "У каждой профессии — свои нормы и привычки, которые нужно как минимум не обесценивать, нахваливая UX. Как максимум — скрещивать UX с другими профессиональными практиками."
		}
	],
	"cases": [
		{
			"title": "alfa",
			"text": "Проект стал стартом для формирования собственной дизайн-команды, которая спустя шесть лет снова пришла к нам за более глубокой экспертизой."
		},
		{
			"title": "Yurportal",
			"text": "Мини-проект, в котором мы на примере двух страниц показали, как улучшать UX и UI. Заказчик взял наши элементы, освоил принципы и дальше занимался развитием самостоятельно."
		}
	],
	"goodExample": {
		"text": "Вот <a href=\"https://www.eduhund.ru/clients\">список компаний</a>, чьих сотрудников мы обучили.",
		"link": "",
		"linktext": ""
	},
	"badExample": {
		"text": "Верить в то, что люди как-нибудь сами научатся по ходу работы или прокачаются за пару вечеров."
	},
	"instruments": [
		{
			"title": "Дизайн-задачник",
			"text": "Мы учим так. И в основном не дизайнеров.",
			"img": "/images/cheatsheets/eduhund.svg",
			"link": "http://eduhund.ru"
		},
		{
			"title": "Книги Алана Купера",
			"text": "Прочитайте хотя бы одну",
			"img": "/images/cheatsheets/book.svg",
			"link": ""
		},
		{
			"title": "Реальные кейсы",
			"text": "Можно брать наши. UX-задачи очень специфичны, и не все можно считать UX-задачей.",
			"img": "/images/cheatsheets/portfolio.svg",
			"link": "https://sobakapav.ru/portfolio/"
		},
		{
			"title": "Nielsen Norman Group",
			"text": "Используется, как последний аргумент в спорах, когда есть неуверенность.",
			"img": "/images/cheatsheets/nng.svg",
			"link": "https://www.nngroup.com/"
		}
	],
	"director": {
		"text": "Мы всегда счастливы работать с командой, понимающей принципы UX-дизайна и практикующей их применение. Чем больше этого понимания у всех участников проекта, тем проще сделать удобную для людей вещь. Даже в том случае, когда юзабилити — не главное, а на первом месте стоят деньги или технологии.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

