{
	"title": "Как организовать проект по дизайну интерфейса в пространстве Figma",
	"subtitle": "В Figma нет единых правил, как именно организовывать проект, и это создает некоторую сложность. Помимо основных инструментов — страниц и фреймов — можно использовать визуализацию. Главное, чтобы стороннему наблюдателю было понятно, что происходит и куда смотреть.",
	"section": "close-up",
	"alias": [
		"figma-project-organisation"
	],
	"tags": [
		{
			"tag": "организация проекта"
		},
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "Figma"
		}
	],
	"focuses": [
		{
			"title": "Структура проекта",
			"text": "Страницы и фреймы, их названия и упорядоченность."
		},
		{
			"title": "Договоренности о передаче результата",
			"text": "Должно быть конкретное место в файле (пространство на канве, несколько страниц), которое мы используем для передачи макетов разработчикам."
		},
		{
			"title": "Коммуникация",
			"text": "В Figma можно создать язык коммуникации для команды. Например, если фрейм требует внимания копирайтера, то у него появляется большая красная рамка."
		}
	],
	"advices": [
		{
			"title": "Придумайте верхнеуровневую систему наименования",
			"text": "Как будут называться страницы и фреймы? Синхронизируйте эту систему с ожиданиями разработки."
		},
		{
			"title": "Привяжите все к фреймам первого уровня",
			"text": "Если вы двигаете фрейм, то должно двигаться все, что к нему привязано. Это позволяет как угодно размещать экраны и не терять элементы. Кстати, комментарии привязаны к фреймам верхнего уровня, а не нижнего."
		},
		{
			"title": "Фокусируйте внимание",
			"text": "Коллег почти никогда не интересуют версии, кроме последней. Используйте прозрачность или блюр, чтобы скрывать неактуальное. Используйте яркую жирную рамку и огромные стрелки, чтобы показать, куда смотреть."
		},
		{
			"title": "Опишите свой визуальный язык",
			"text": "Зафиксируйте все принципы организации пространства и опишите так, чтобы было понятно коллегам."
		},
		{
			"title": "Смотрите с высоты птичьего полета",
			"text": "Взгляд на макеты при минимальном масштабе (когда видно максимум макетов) выявляет структуру страницы."
		}
	],
	"cases": [
		{
			"title": "res",
			"text": "Визуализировали инструментами Figma поведение пользователя в физическом мире."
		},
		{
			"title": "dipol",
			"text": "Первый проект, где мы сразу использовали новую (на момент работы) возможность Figma — переменные."
		}
	],
	"goodExample": {
		"text": "Системой организации пространства пользовались разные люди: разработчики, аналитики, медики, менеджеры. Все понимали, как это работает.",
		"link": "/portfolio/m-line",
		"linktext": "M-Line"
	},
	"badExample": {
		"text": "Ничего не названо, все валяется на одной странице, внешнему наблюдателю вообще непонятно, что тут происходит и куда смотреть."
	},
	"instruments": [
		{
			"title": "Стандартные формы Figma",
			"text": "Использовать для акцентов",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Фреймы",
			"text": "Основной структурный элемент чего угодно со своими нюансами визуалиазции",
			"img": "/images/cheatsheets/design.svg"
		},
		{
			"title": "Виджеты (не плагины)",
			"text": "Стикеры для заметок, логи, тудушки",
			"img": "/images/cheatsheets/vigets.svg"
		},
		{
			"title": "Версионность",
			"text": "Помогает убрать визуальный мусор и ускоряет работу",
			"img": "/images/cheatsheets/versionnost.svg"
		}
	],
	"director": {
		"text": "В чужом дизайне невозможно разобраться, если в нем нет структуры. Если вы заботитесь о людях, которые будут смотреть ваш дизайн (программистах, менеджерах, эйчарах), то вам нужна структура.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

