{
	"title": "Как найти фрилансера-дизайнера интерфейсов",
	"subtitle": "Поиск дизайнера-фрилансера — это своего рода лотерея. Ситуация на рынке меняется довольно быстро, и прошлый опыт оказывается нерелевантент. Спасает четкая формулировка задачи и готовность менять критерии (а иногда и саму задачу) под результаты поиска.",
	"section": "business",
	"alias": [
		"freelance-interface-designer"
	],
	"tags": [
		{
			"tag": "фриланс"
		},
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "работа"
		}
	],
	"focuses": [
		{
			"title": "Задача, под которую вы ее ищете",
			"text": "Ее хорошо бы сформулировать в краткой форме. Определенно пригодится."
		},
		{
			"title": "Площадки, где живут дизайнеры",
			"text": "Behance, Dribbble, Телеграм-каналы, друзья и знакомые и, конечно, фриланс-биржи."
		},
		{
			"title": "Критерии отбора",
			"text": "Их сложно сформулировать сразу, они появляются по ходу поиска. Критерии подходят любые, лишь бы были. Без них можно захлебнуться в предложениях."
		}
	],
	"advices": [
		{
			"title": "Адаптируйте свои критерии",
			"text": "Под первые результаты поиска, под текущую ситуацию на рынке, под квалификацию. Увеличивайте бюджет, отказывайтесь от задачи, делите ее на несколько исполнителей. Рынок весьма гибкий, и опыт трехмесячной давности уже не релевантен."
		},
		{
			"title": "Минимизируйте тестовое задание",
			"text": "Оплачивайте в любом случае, а еще лучше — вообще откажитесь. Именно фрилансеры особенно болезненно относятся к тестовым заданиям, ожидая явный или неявный обман."
		},
		{
			"title": "Отказывайте явно",
			"text": "Соблазнительно долго выбирать кандидата среди большого количества откликов. Но вас никто ждать не будет. Сегодня фрилансер свободен, а завтра уже в найме."
		},
		{
			"title": "Оговаривайте условия оплаты сразу",
			"text": "Фрилансеры более чувствительны к вопросам денег и оплаты. Если сразу не поговорить про деньги, они будут ждать, что их обманут."
		},
		{
			"title": "Не слишком доверяйте",
			"text": "Есть ответственные фрилансеры, но большинство ведут себя по-раздолбайски и рано или поздно уходят в туман. Если фрилансер не подводит со сроками — любите его и держитесь за него, это редкое явление."
		}
	],
	"cases": [
		{
			"title": "fastvps",
			"text": "Нанимали фрилансеров на оформительские задачи и открыто обсуждали это с заказчиком."
		},
		{
			"title": "Behance",
			"text": "Внешний вид наших кейсов — это четкая формулировка задачи и везение с поиском дизайнера.",
			"img": "/images/cheatsheets/be.png",
			"link": "https://www.behance.net/sobakapavlova",
			"background": "ECF9FF"
		}
	],
	"goodExample": {
		"text": "Мы постоянно ищем специалистов в фоновом режиме. Это не панацея, один из способов.",
		"link": "https://sobakapav.ru/vacancy",
		"linktext": "Страница «Вакансии» на сайте"
	},
	"badExample": {
		"text": "Требуется универсальный дизайнер на зарплату джуниора."
	},
	"instruments": [
		{
			"title": "HH.ru",
			"text": "Как ни странно, там полно предложений фриланса и откликов от фрилансеров.",
			"img": "/images/cheatsheets/hh.svg",
			"link": "https://hh.ru/"
		},
		{
			"title": "Телеграм-каналы",
			"text": "Сейчас дизайнеры тусят там, но ситуация быстро меняется.",
			"img": "/images/cheatsheets/tg.svg"
		},
		{
			"title": "Ваши соцмедиа",
			"text": "Кандидату из числа читателей ваших соцетей как минимум не наплевать на вашу компанию.",
			"img": "/images/cheatsheets/sobaka.svg"
		},
		{
			"title": "Знакомые сотрудников",
			"text": "Своим отказывать сложно. А знакомым сотрудников будет проще принять мысль «извини, начальство отказалось».",
			"img": "/images/cheatsheets/peoples2.svg"
		}
	],
	"director": {
		"text": "Поиск фрилансера – это лотерея, проигрыши неизбежны, относитесь к ним спокойно. Помните о том, что рынок сейчас достаточно большой, а вам, скорее всего, не нужен уникальный специалист. Вам нужно только терпение, чтобы найти подходящего кандидата.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

