{
	"title": "Как передавать проект по дизайну интерфейса от одного дизайнера другому",
	"subtitle": "Передача проекта от одного дизайнера другому — довольно рутинное действие. По крайней мере в нашем случае. Важно относится к этому, как к небольшому проекту: инициировать, поддерживать, организовывать коммуникацию, фиксировать достижение цели. Обычно критерием приемки служит выполнение новым дизайнером первой задачи по принятому проекту и отсутствие критических вопросов.",
	"section": "team",
	"alias": [
		"handover-of-the-interface-design-project"
	],
	"tags": [
		{
			"tag": "передача проекта"
		},
		{
			"tag": "критерии приемки"
		},
		{
			"tag": "дизайн интерфейсов"
		}
	],
	"focuses": [
		{
			"title": "Время",
			"text": "Нельзя просто отдать макет и сказать «пили дальше»."
		},
		{
			"title": "Квалификация дизайнера",
			"text": "Если дизайнер новый, не доверяйте внешним оценкам. Проверяйте на маленькой задаче, потянет или нет."
		},
		{
			"title": "Реальная работа",
			"text": "Пока новый дизайнер не пощупал макет и не поработал с ним, нельзя сказать, что он принял проект."
		}
	],
	"advices": [
		{
			"title": "Придумайте пробную задачу",
			"text": "Даже если реальной задачи нет и дела передаются «про запас», придумайте маленький кусочек работы с четкой постановкой и финалом. В процессе работы у дизайнера появятся вопросы, всплывут разные технические моменты. А без конкретной задачи это будет фейковая передача."
		},
		{
			"title": "Продавайте проект новому дизайнеру",
			"text": "Особенно критично, если проект в критическом состоянии. «Спаси нас» продается хуже, чем «смотри, какая изначально интересная задача»."
		},
		{
			"title": "Заплатите прошлому дизайнеру, чтобы он был в доступе",
			"text": "Критично, если работа велась с фрилансером или предыдущий дизайнер увольняется. Вопросы к нему точно будут и какое-то участие потребуется. Даже если дизайнер обещает оставаться на связи, в жизни бывает всякое — забил, забыл, не успел. Деньги в этом месте неплохо мотивируют."
		},
		{
			"title": "Дайте огласку происходящему",
			"text": "Сообщайте о смене дизайнера и команде, и заказчику. Рефлекторно этот факт все стараются скрыть, но ведь все равно он станет известен. Преподносите это как бонус: свежий взгляд, другой набор узких скиллов. Как минимум, это можно продать как норму, потому что это и есть норма."
		},
		{
			"title": "Относитесь к передаче, как к микропроекту",
			"text": "Распоряжения недостаточно. Нужно обеспечит ресурсы, проконтролировать, убедиться, что один дизайнер все передал, а второй все принял."
		}
	],
	"cases": [
		{
			"title": "monetory",
			"text": "Когда меняется задача, то это может потребовать смены дизайнера. "
		},
		{
			"title": "avicenna",
			"text": "По мере трансформации проекта, меняли команду дизайнеров исходя из текущих задач."
		}
	],
	"goodExample": {
		"text": "Смена задачи потребовала смены команды,  а сама задача — подключения дизайнеров с разными скилами.",
		"link": "https://sobakapav.ru/portfolio/sindbad",
		"linktext": "Sindbad"
	},
	"badExample": {
		"text": "«Найди там макеты в Фигме и сам поговори с кем надо»"
	},
	"instruments": [
		{
			"title": "Шпаргалка по материалам проекта",
			"text": "Ссылки на все материалы и пояснения, что с ними делать или не делать.",
			"img": "/images/cheatsheets/magic.svg"
		},
		{
			"title": "Живой разговор",
			"text": "Без него сложно, это единственный синхронный способ коммуникации.",
			"img": "/images/cheatsheets/talk.svg"
		},
		{
			"title": "Бэкапы",
			"text": "Подстрахуют, если новый дизайнер не справится и даже что-то испортит.",
			"img": "/images/cheatsheets/backup.svg"
		},
		{
			"title": "Чистый лист",
			"text": "Возможно, новому дизайнеру будет проще начать с нового файла. Это возможно на небольших проектах или на начальных стадиях.",
			"img": "/images/cheatsheets/page.svg"
		}
	],
	"director": {
		"text": "Главное понять и принять, что передача проекта от дизайнеру к дизайнеру — это ответственность менеджера или арт-директора. Хуже всего, когда передача случается без участия третьего человека. Хотя бы кто-то должен присматривать за этим процессом со стороны.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

