{
	"title": "Как сделать удобную карточку товара",
	"subtitle": "Тот случай, когда заказчик почти наверняка знает лучше. Тот случай, когда креатив недопустим, и чем более стандартным и привычным будет дизайн, тем лучше. А чтобы убедиться, что дизайн работает, нужно проверить его на нескольких десятков реальных товаров.",
	"section": "details",
	"alias": [
		"product-page"
	],
	"tags": [
		{
			"tag": "карточка товара"
		},
		{
			"tag": "дизайн"
		},
		{
			"tag": "рисование"
		}
	],
	"focuses": [
		{
			"title": "Товар",
			"text": "Весь дизайн строится вокруг конкретного предложения. Не стоит использовать карточку товара для продажи чего-то, что не воспринимается, как товар."
		},
		{
			"title": "Ключевой параметр выбора",
			"text": "Не всегда есть на фото (например, размер одежды), но должен быть хорошо заметен. Это важнее, чем преимущества."
		},
		{
			"title": "Цена",
			"text": "Критически важна для принятия решения о покупке. Все заигрывания с ценой (зачеркивать, прятать, писать мелким шрифтом) — спорные решения, сильно зависящие от отрасли и конкурентов."
		}
	],
	"advices": [
		{
			"title": "Поймите паттерны покупки",
			"text": "Обои покупают совсем не так, как подарки, а одежду — не так, как бытовую технику. Специфика есть во всем."
		},
		{
			"title": "Используйте привычную композицию",
			"text": "Карточка товара — не место для креатива. Чем привычнее будет расположено фото, цена, кнопка «купить», тем проще пользователю будет сделать то, за чем он пришел."
		},
		{
			"title": "Используйте реальный и разнообразный контент",
			"text": "Возьмите 50 товаров из пяти категорий и убедитесь, что спроектированный дизайн подходит для всех товаров. Возможно, потребуется 2-3 шаблона."
		},
		{
			"title": "Проверьте, что описание можно прочесть",
			"text": "Шрифт, ширина строчки, явное выделение характеристик. Текстовое описание товара используют не только для SEO-шного мусора. Там может быть и важная для покупателя информация."
		},
		{
			"title": "Конверсия",
			"text": "Ничего не должно агрессивно и настойчиво уводить пользователя с карточки товара. Не мешайте пользователю делать то, за чем он пришел — покупать."
		}
	],
	"cases": [
		{
			"title": "remtech",
			"text": "Тот случай, когда фотографии точно недостаточно. По фото не понять, какая у болта резьба."
		},
		{
			"title": "presentstar",
			"text": "Подарки-впечатления — нетиповой товар. Мы создали своего рода конфигуратор подарка."
		}
	],
	"goodExample": {
		"text": "Заказчик бесконечно совершенствует карточку товара, в т.ч. привлекая нас для свежего взгляда.",
		"link": "https://sobakapav.ru/portfolio/petrovich",
		"linktext": "Петрович"
	},
	"badExample": {
		"text": "Скопировать чужое решение без привязки к отрасли и специфике товара."
	},
	"instruments": [
		{
			"title": "Модель информационных ожиданий",
			"text": "не забыть про важное",
			"link": "https://www.eduhund.ru/program/io",
			"img": "/images/cheatsheets/eduhund.svg"
		},
		{
			"title": "Мобильный телефон",
			"text": "протестировать мобильную версию",
			"img": "/images/cheatsheets/mobile.svg"
		},
		{
			"title": "Номенклатура",
			"text": "товары и их характеристики из складской программы",
			"img": "/images/cheatsheets/nomenklatura.svg"
		},
		{
			"title": "Amazon",
			"text": "подсматривать, но не копировать",
			"link": "https://www.amazon.com/",
			"img": "/images/cheatsheets/amazon.svg"
		}
	],
	"director": {
		"text": "Дизайн для e-commerce — это один из немногих случаев, когда заказчик почти всегда во много раз квалифицированней дизайнера. Возможно, в этой задаче лучшим ходом будет не выдумывать решение, а сделать так, как скажет заказчик.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

