{
	"title": "Как сделать удобную таблицу",
	"subtitle": "Figma не подходит для проектирования таблиц. Сначала придется нарисовать от руки, смоделировать в любом табличном редакторе на реальных данных и только потом отрисовать. Таблицы требуют плотного дизайна, умеренности в функциональности и тестирования на пользователях.",
	"section": "details",
	"alias": [
		"useful-tables"
	],
	"tags": [
		{
			"tag": "таблицы"
		},
		{
			"tag": "рисование"
		},
		{
			"tag": "функциональность"
		}
	],
	"focuses": [
		{
			"title": "Закон Фиттса",
			"text": "Кликнуть в мелкий элемент не просто трудно, а очень трудно."
			
		},
		{
			"title": "Привычки пользователей",
			"text": "Ваши пользователи уже привыкли к определенным паттернам работы с таблицами."
		},
		{
			"title": "Реальные данные",
			"text": "Будет проще понять, как их лучше отображать."
		}
	],
	"advices": [
		{
			"title": "Меньше пустого пространства",
			"text": "Дизайнеры вас возненавидят, но вы делаете не для дизайнеров."
		},
		{
			"title": "Меньше функций",
			"text": "Убирайте ненужное и добавляй функции только тогда, когда проявляется реальная необходимость. Лучше всего, чтобы необходимость появлялась по результатам тестирования на реальных пользователях и с реальными данными."
		},
		{
			"title": "Смотрите на гигантов",
			"text": "Сложные системы постоянно обновляют свою подачу таблиц. Смотрите, как делает Airtable, Outbox, Gmail, Notion."
		},
		{
			"title": "Не надейтесь на Figma",
			"text": "Она плоха для этой задачи. Поэтому сначала нарисуйте от руки, смоделируйте в таблицах Google или в Airtable."
		},
		{
			"title": "Сначала сделайте без таблиц",
			"text": "Лучше попытаться вообще обойтись без таблицы в интерфейсе и вернуться к ней только если не получается. Таблица — сложный инструмент."
		}
	],
	"cases": [
		{
			"title": "pangeo",
			"text": "Для отображения большого количества данных таблица оказалась самым привычным паттерном."
		},
		{
			"title": "tis",
			"text": "Таблица перестраивается в зависимости от того, какую типовую задачу решает пользователь."
		}
	],
	"goodExample": {
		"text": "Все ключевые пользовательские сценарии реализованы через таблицы. Мы проектировали их итеративно, корректируя набор функций по результатам тестирования.",
		"link": "https://sobakapav.ru/portfolio/control-mobile",
		"linktext": "Контроль"
	},
	"badExample": {
		"text": "Маленькая симпатичная воздушная таблица на небольших идеальных данных. Две колонки, три столбца."
	},
	"instruments": [
		{
			"title": "Google Sheet",
			"text": "Для прототипирования таблиц с данными",
			"img": "/images/cheatsheets/google-sh.svg"
		},
		{
			"title": "Ручка и бумага, доска и маркеры",
			"text": "Для проектирования от руки",
			"img": "/images/cheatsheets/pen.svg"
		},
		{
			"title": "Запись видео с экрана",
			"text": "Все нюансы при тестировании не увидеть, нужно пересматривать записи",
			"img": "/images/cheatsheets/video.svg"
		},
		{
			"title": "Бухгалтер",
			"text": "Или другой специалист, который постоянно работает с таблицами",
			"img": "/images/cheatsheets/person2.svg"
		}
	],
	"director": {
		"text": "Дизайнер — главный враг таблиц. Привычка окружать информацию большими полями противоречит задаче впихнуть невпихуемое в компактный и сложный инструмент для работы с данными.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

