{
	"title": "Как собрать респондентов для UX-исследования",
	"subtitle": "Найти подходящих респондентов для тестирования — это работа, которая требует календарного времени, бюджета на поиск и вознаграждение, организационных усилий. Работа это не сложная, но ее нужно тщательно спланировать.",
	"section": "analysis",
	"alias": [
		"respondents-for-ux-research"
	],
	"tags": [
		{
			"tag": "UX-исследование"
		},
		{
			"tag": "тестирование"
		},
		{
			"tag": "респонденты"
		}
	],
	"focuses": [
		{
			"title": "Критерии фильтрации",
			"text": "Важны четкие критерии отказа, иначе мы сможем подогнать под требования практически любого респондента."
		},
		{
			"title": "Время",
			"text": "Подходящих респондентов почти никогда не получается найти быстро."
		},
		{
			"title": "Деньги",
			"text": "Людям надо платить за участие в исследованиях. Нормально давать платную рекламу для поиска. Нормально платить агентству за подбор."
		}
	],
	"advices": [
		{
			"title": "Планируйте работу по поиску",
			"text": "Это не сложная, но трудоемкая и долгая работа. Ее нельзя сделать быстро, на сдачу и бесплатно."
		},
		{
			"title": "Набирайте с запасом",
			"text": "Каждый третий респондент сорвется. Кто-то заболеет, кто-то не подойдет по критериям. Лучше набрать больше кандидатов, а потом вежливо отказать."
		},
		{
			"title": "Не пытайтесь делать по науке",
			"text": "У науки нет ограничений по времени. Ориентируйтесь не на науку, а на здравый смысл."
		},
		{
			"title": "Угадайте мотивацию",
			"text": "Деньги — хорошая мотивация для респондентов. Исключение — состоятельные респонденты, которых оплата может даже обидеть или отпугнуть. Также респондентов мотивирует интерес, желание побыть экспертом, желание помочь."
		},
		{
			"title": "Поддерживайте контакт",
			"text": "Расскажите респонденту в двух словах об итогах тестирования. Отказывайте тактично, чтобы не обидеть. Простая вежливость позволит сохранить контакт, и человек поможет вам в следующем исследовании. "
		}
	],
	"cases": [
		{
			"title": "bibi",
			"text": "Двадцать тестирований с двадцатью респондентами позволили изучить каждый самый потаенный уголок сайта."
		},
		{
			"title": "sportmaster",
			"text": "Для тестирования онлайн-киосков мы находили респондентов среди реальных покупателей магазина."
		}
	],
	"goodExample": {
		"text": "Сравнительно долго искали подходящих под сложные критерии респондентов в трех странах мира.",
		"link": "/portfolio/qiwi",
		"linktext": "Киви"
	},
	"badExample": {
		"text": "Набрать фокус-группу вместо отдельных респондентов для отдельных же сессий исследования. Фокус-группа демонстрирует поведение человека в группе, а оно сильно отличается от индивидуального."
	},
	"instruments": [
		{
			"title": "Социальные сети и форумы",
			"text": "Для поиска респондентов.",
			"img": "/images/cheatsheets/facebook.svg"
		},
		{
			"title": "Google Sheets",
			"text": "Вести учет респондентов при поиске и тестировании.",
			"img": "/images/cheatsheets/google-sh.svg"
		},
		{
			"title": "Шаблоны для общения",
			"text": "Составьте письменные шаблоны — описание исследования, отказ, благодарность, уточнение.",
			"img": "/images/cheatsheets/list.svg"
		},
		{
			"title": "Корректор",
			"text": "Удивительно легко отпугнуть человека случайной неграмотностью.",
			"img": "/images/cheatsheets/corrector.svg"
		}
	],
	"director": {
		"text": "Всеми силами доносите до респондентов, что вы их не тестируете и не проверяете. Они —  ваши помощники для тестирования интерфейсов. Это нужно начинать делать еще на этапе подбора и не забывать повторять в процессе проведения исследования.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

