{
	"title": "Как делать редизайн большого продукта постепенно",
	"subtitle": "Редизайн большого — всегда долгий изматывающий процесс. Поэтому первым делом нужно понять, как обойтись без редизайна. Например, точечными улучшениями. Если же редизайн неизбежен, то важно планировать этапы, на которых команда будет ощущать успех и продвижение к дальней цели.",
	"section": "business",
	"alias": [
		"massive-product-redesign"
	],
	"tags": [
		{
			"tag": "редизайн"
		},
		{
			"tag": "итерации"
		},
		{
			"tag": "точечные улучшения"
		}
	],
	"focuses": [
		{
			"title": "Задача",
			"text": "Основной вопрос — когда мы поймем, что сделали все необходимое для решения поставленной задачи, и продолжать редизайн нет никакого бизнесового смысла."
		},
		{
			"title": "Ресурс разработки",
			"text": "Нарисовать можно что угодно и сравнительно быстро. Однако, редизайн существующей системы напрямую завязан на изменения со стороны разработки, и это всегда очень дорого."
		},
		{
			"title": "Текущий интерфейс",
			"text": "В нем почти наверняка полно интересных решений и важной функциональности, которую нужно сохранить."
		}
	],
	"advices": [
		{
			"title": "Начните с точечного редизайна",
			"text": "Попробуйте вообще отказаться от масштабного редизайна и ограничиться небольшими правками. Иногда этого достаточно."
		},
		{
			"title": "Не копируйте чужое",
			"text": "Это не будет ни быстрее, ни дешевле. И не факт, что получится то, что надо — мало кто хочет клонировать чужое решение один в один."
		},
		{
			"title": "Ищите дизайнеров, умеющих переделывать",
			"text": "Это совсем не то же самое, что делать с нуля. Нужен особый характер и склад ума."
		},
		{
			"title": "Планируйте проект, как переход от успеха к успеху",
			"text": "Бесконечный редизайн без результата сильно выматывает и снижает мотивацию команды."
		},
		{
			"title": "Помните о Кинопоиске",
			"text": "Никому не сходит с рук пренебрежение пользовательскими привычками."
		}
	],
	"cases": [
		{
			"title": "azbuka-vkusa",
			"text": "Внедряли процесс доставки в уже имеющийся интерфейс, потому что важна была скорость реализации."
		},
		{
			"title": "miaz",
			"text": "Сделали дизайн относительно независимого куска большой системы, а дальше заказчик использовал наработки для других разделов."
		}
	],
	"goodExample": {
		"text": "Один из типовых примеров поэтапного редизайна профессионального интерфейса.",
		"link": "https://sobakapav.ru/portfolio/pangeo",
		"linktext": "Пангео"
	},
	"badExample": {
		"text": "Начинать редизайн большой и сложной системы с главной страницы."
	},
	"instruments": [
		{
			"title": "Jira",
			"text": "Будет много мелких тасков",
			"img": "/images/cheatsheets/jira.svg",
			"link": "https://www.atlassian.com/ru/software/jira"
		},
		{
			"title": "Документация",
			"text": "В деталях понимать, как устроен продукт сейчас",
			"img": "/images/cheatsheets/pages.svg"
		},
		{
			"title": "База знаний",
			"text": "Исполнители поменяются, знания останутся",
			"img": "/images/cheatsheets/education.svg"
		},
		{
			"title": "Наглядный план успеха",
			"text": "Видеть промежуточные цели на бесконечном пути",
			"img": "/images/cheatsheets/pin.svg"
		}
	],
	"director": {
		"text": "Для решения таких долгих задач очень важна роль занудного проектного управления. Важно не поразить кого-то красотой или найти оригинальные творческие ходы. Важно дойти до конца в выбранной парадигме. Для команды, привыкшей к творческим успехам, это может быть больно и непривычно.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

