{
	"title": "Как написать контент для интерфейса",
	"subtitle": "Текст в интерфейсе пишет автор текстов — копирайтер, UX-писатель, редактор, как угодно назовите. Лучше всего, когда он работает в паре с дизайнером, выдерживает нейтральный tone of voice и постоянно помнит про интерфейсную рамку, которая противится большому объему текстов и особенно критична к словам в названиях ключевых элементов.",
	"section": "other",
	"alias": [
		"writig-interface-content"
	],
	"tags": [
		{
			"tag": "контент"
		},
		{
			"tag": "текст#"
		},
		{
			"tag": "Tone of voice"
		}
	],
	"focuses": [
		{
			"title": "Макеты",
			"text": "Интерфейсный текст существует в контексте дизайна. Легко увлечься текстом и забыть про рамки, в которых текст должен существовать."
		},
		{
			"title": "Ключевые элементы",
			"text": "Кнопка, призыв к действию, заголовок. Не все элементы интерфейса требуют столь же серьезной проработки. При чтении текста в интерфейсе в глаза бросаются вещи, более важные пользователю, чем формулировки."
		},
		{
			"title": "Tone of voice",
			"text": "Интерфейс — не место для самовыражения. Как правило, интерфейсная коммуникация спокойная, лаконичная, слабо эмоциональная. Не увлекайтесь стилистическими украшениями."
		}
	],
	"advices": [
		{
			"title": "Согласовывайте",
			"text": "Интонация материала складывается из интонаций текста и образа. Важно, чтобы они совмещались друг с другом и с задачей проекта. И это не всегда будет идеально правильный с академической точки зрения текст."
		},
		{
			"title": "Прочитайте по-диагонали",
			"text": "Готовый текст должен считываться по-диагонали, а не привычно буква за буквой."
		},
		{
			"title": "Вытащите в интерфейс ключевые факты",
			"text": "Числа, даты, цены не должны теряться в тексте. Это задача дизайна, но дизайнеру нужно помочь."
		},
		{
			"title": "Работайте в паре с дизайнером",
			"text": "Это важно в том числе для предыдущего совета. Кроме того, хорошие тексты помогают вытянуть средненькие интерфейсы. И наоборот."
		},
		{
			"title": "Пишите 16 кеглем",
			"text": "Тогда все смогут прочесть, а вы сможете написать покороче."
		}
	],
	"cases": [
		{
			"title": "fastvps",
			"text": "Заказчик не принял наш лаконичный tone of voice. Некоторые задачи требуют такой стилистики текста, которую мы попросту не можем выдержать."
		},
		{
			"title": "e-gorod-guide",
			"text": "Работали в паре с дизайнерами и написали сравнительно большой объем текста по заданной интерфейсом рамке."
		}
	],
	"goodExample": {
		"text": "Автор текста отвечал не столько за текст (его было мало), сколько за структуру информации и легкость ее считывания.",
		"link": "https://sobakapav.ru/portfolio/sindbad",
		"linktext": "Sindbad"
	},
	"badExample": {
		"text": "Обилие авторского стиля, в который надо вчитываться, чтобы понять, о чем идет речь. Заигрывание, штуки и веселье. Особенно раздражают в сообщениях об ошибках."
	},
	"instruments": [
		{
			"title": "Модель информационных ожиданий",
			"text": "Особенно хороша для текстов",
			"img": "/images/cheatsheets/eduhund.svg",
			"link": "https://www.eduhund.ru/program/io"
		},
		{
			"title": "Портреты пользователей",
			"text": "Помнить, что мы разговариваем с человеком",
			"img": "/images/cheatsheets/portrait.svg"
		},
		{
			"title": "Перевернутая пирамида",
			"text": "Для текстов длиннее одного предложения",
			"img": "/images/cheatsheets/pyramid.svg"
		},
		{
			"title": "Textile",
			"text": "Для редактирования текста в удобной автору среде",
			"img": "/images/cheatsheets/textile.svg",
			"link": "https://textile.eduhund.com/"
		}
	],
	"director": {
		"text": "Сто раз про это говорили, а воз и ныне там: редактора или UX-писателя привлекают к работе уже на этапе сдачи макетов, будто текст это что-то второстепенное. Работы с текстом действительно меньше, чем с дизайном вообще, но это все равно работа. Работа, требующая погружения в проект и итеративного подхода. Работа, которую нельзя делать на сдачу.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

