{
	"title": "Как откомментировать эскиз дизайна интерфейса",
	"subtitle": "Оставляйте комментарии из позиции эксперта в той области, в которой вы, собственно, эксперт. Привязывайте комментарии к конкретному месту на макете. И относитесь к комментариями, как к обсуждению, а не принятию решений.",
	"section": "team",
	"alias": [
		"interface-design-sketch-commenting"
	],
	"tags": [
		{
			"tag": "комментирование"
		},
		{
			"tag": "обсуждение"
		},
		{
			"tag": "экспертность"
		}
	],
	"focuses": [
		{
			"title": "Контекст",
			"text": "Очень редко просят «пишите все подряд». Чаще у комментирования есть какая-то цель, и выход за ее пределы сбивает смысл происходящего. Если цель явно не обозначена, про нее стоит узнать."
		},
		{
			"title": "Ваша экспертность",
			"text": "Легко сбиться на комментарии из личной позиции. Но чаще всего просят прокомментировать с точки зрения менеджера, разработчика, дизайнера, аналитика, а не абстрактного мимопроходящего человека."
		},
		{
			"title": "Обсуждение",
			"text": "Совсем не факт, что исполнитель тут же возьмет каждый комментарий в работу. Комментирование — это обсуждение, а не принятие решений."
		}
	],
	"advices": [
		{
			"title": "Комментируйте прямо поверх картинки",
			"text": "Не делайте отдельный документ со списком. Нужна наглядная привязка к конкретному месту в макете."
		},
		{
			"title": "Зраво оцените свою способность комментировать письменно",
			"text": "Возможно, надо комментировать в паре: один говорит, второй записывает."
		},
		{
			"title": "Вкладывайте свою экспертность",
			"text": "Комментарии должны быть полезны другому человеку. Хорошо, если глядя на картинку вы расскажете что-то неочевидное, дадите новую информацию."
		},
		{
			"title": "Думайте над формулировками",
			"text": "Комментарии — не место для хамства и ЧСВ. Чтобы разбавить общее впечатление, не забывайте о хвалебных комментариях."
		},
		{
			"title": "Убедитесь, что на ваше мнение есть запрос",
			"text": "Если вы арт-директор, то «все надо переделать» — допустимый комментарий. Если разработчик, то нет. Не всегда запрос на комментарии — это запрос на мнение по всем подряд вопросам."
		}
	],
	"cases": [
		{
			"title": "stroynastroy",
			"text": "Заказчик оставлял бесконечное количество комментариев. Мы далеко не все брали в работу, но обсуждали каждый: берем или не берем."
		},
		{
			"title": "finexware",
			"text": "Записывали комментарии заказчика прямо в Figma во время созвона- презентации. "
		}
	],
	"goodExample": {
		"text": "Как мы собирали комментарии к первой версии задачника.",
		"link": "",
		"linktext": "Комментарии в Miro"
	},
	"badExample": {
		"text": "Писать комментарии в текстовом редакторе без привязки к конкретному месту эскиза. Использовать пассивно-агрессивные формулировки."
	},
	"instruments": [
		{
			"title": "Figma или Miro",
			"text": "Освойте систему комментариев. Она не очень удобная, но уж какая есть.",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Плагины к Хрому",
			"text": "Точечное комментирование сайтов и сервисов.",
			"img": "/images/cheatsheets/google.svg"
		},
		{
			"title": "Запись скринкастов",
			"text": "Комментарии голосом всяко лучше, чем простыня текста.",
			"img": "/images/cheatsheets/screencast.svg"
		},
		{
			"title": "Документация",
			"text": "Сверяться с тем, как интерфейс должен работать",
			"img": "/images/cheatsheets/pages.svg"
		}
	],
	"director": {
		"text": "Начинающие дизайнеры боятся комментариев, потому что начинающие заказчики не умеют их давать. Да, получать комментарии не всегда приятно. Важно настроиться, что комментарии — не распоряжение и не указание к действию. Это мнение человека, и вы вольны делать с ним то, что считаете нужным. Иногда даже игнорировать.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

