{
	"title": "Как быть квалифицированным заказчиком в дизайне интерфейсов",
	"subtitle": "Вовлеченность заказчика — половина успеха проекта. Стиль и способ этого вовлечения может быть очень разным, но всех квалифицированных заказчиков объединяет умение держать фокус на задаче, хотя бы примерное понимание, чем разные дизайнеры и разных дизайн отличаются друг от друга и искреннее желание сделать свой проект хорошо.",
	"section": "customer",
	"alias": [
		"qualified-client-in-interface-design"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "заказчик"
		},
		{
			"tag": "фокус на задаче"
		}
	],
	"focuses": [
		{
			"title": "Задача",
			"text": "Вам дизайн для чего? Заказчик держит задачу, а не свои представления о дизайне."
		},
		{
			"title": "Вовлеченность",
			"text": "От этого напрямую зависит успех проекта. Нельзя поставить задачу и уйти в туман, ожидая результат."
		},
		{
			"title": "Деньги",
			"text": "Обязанность заказчика — управлять финансами проекта. Дизайн — это очень не бесплатно."
		}
	],
	"advices": [
		{
			"title": "Продавайте свою задачу",
			"text": "Особенно на старте. Один раз сказать и чего-то ждать — плохая идея. Дизайн — это такая область деятельности, где легко отвлечься и сделать не то. Чтобы держать фокус исполнителя на задаче, нужны механики продажи. «Мы же договорились» — это не то."
		},
		{
			"title": "Делайте свою часть работы",
			"text": "Прежде чем требовать, убедитесь, что вы имеете на это право: поставили задачу, заплатили за ее решение, дали достаточно информации, вводных и сырья. Это регулярный процесс."
		},
		{
			"title": "Разберитесь в специализациях и квалификации дизайнеров",
			"text": "Дизайнеры могут говорить, что им интересно все, и они справятся с любой задачей. Это не так. У каждого есть специализация и квалификация. Не требуйте от стажера дизайна как у Apple, от визуальщика — качественного интерфейса, от юиксера — уникальных иконок. Или будьте готовы, что на вас будут учиться и косячить."
		},
		{
			"title": "Понимайте, насколько результат применим",
			"text": "Результат может быть совсем не идеальным, но достаточно хорошим и практически полезным. И наоборот."
		},
		{
			"title": "Интегрируйте всех исполнителей",
			"text": "Сами они не справятся и не заинтегрируются. Делегировать это дело кому-то из исполнителей — плохая идея. Бизнесовое решение сделает только сам бизнес."
		}
	],
	"cases": [
		{
			"title": "novotelekom",
			"text": "Заказчик уверенно держал высокоуровневую задачу и не уставал ее транслировать."
		},
		{
			"title": "smartdeal",
			"text": "Все три фокуса внимания отрабатывали идеально."
		}
	],
	"goodExample": {
		"text": "Заказчик не из цифрового мира, но при этом четко держал задачу и понимал суть нашей работы.",
		"link": "https://sobakapav.ru/portfolio/vuborgskiy-zamok",
		"linktext": "Сайт для Выборгского замка"
	},
	"badExample": {
		"text": ""
	},
	"instruments": [
		{
			"title": "Наши кейсы",
			"text": "Они изначально написаны для бизнеса, не для коллег-дизайнеров.",
			"img": "/images/cheatsheets/portfolio.svg",
			"link": "https://sobakapav.ru/portfolio"
		},
		{
			"title": "VC",
			"text": "Разные виды дизайнеров рассказывают бизнесу самое разное. Это не всегда истина, но достаточно хороший старт для изучения дизайнерского мира. ",
			"link": "https://vc.ru",
			"img": "/images/cheatsheets/VC.svg"
		},
		{
			"title": "Фриланс-биржа",
			"text": "Дизайнеры структурированы там не случайным образом. Каталог поможет примерно понять, кто чем занимается.",
			"img": "/images/cheatsheets/freelance.svg"
		},
		{
			"title": "Дизайн-мышление в бизнесе",
			"text": "Производство дизайна — это не черный ящик, а весьма конкретный производственный процесс, который отличается от других видов цифрового производство.",
			"link": "https://www.mann-ivanov-ferber.ru/books/paperbook/changebydesign/",
			"img": "/images/cheatsheets/book.svg"
		}
	],
	"director": {
		"text": "Хорошие заказчики существуют. Нам было чертовки сложно выбрать два хороших примера. У нас было множество заказчиков с разным стилем управления,  с разной квалификацией в дизайне, с разным характером. Но их всех объединяло активное участие в проекте и желание сделать работу по-настоящему хорошо. Читайте наши кейсы.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

