{
	"title": "Как разбить большую дизайнерскую задачу между дизайнерами",
	"subtitle": "В больших проектах критично важно умение менеджера жонглировать навыками команды и распределять задачи таким образом, чтобы учитывать явные и неявные умения каждого исполнителя. Сложнее всего организовать горизонтальное взаимодействие между членами команды.",
	"section": "team",
	"alias": [
		"divide-a-large-design-task-among-designers"
	],
	"tags": [
		{
			"tag": "навыки команды"
		},
		{
			"tag": "распределение задач"
		},
		{
			"tag": "зоны ответственности"
		}
	],
	"focuses": [
		{
			"title": "Квалификация дизайнеров",
			"text": "Дели работу по хард-скиллам и сильным сторонам. Техническую составляющую — человеку с инженерным мышлением, оформительскую — с художественным."
		},
		{
			"title": "Затраты на коллективность",
			"text": "Чем больше людей на проекте, тем больше времени съедается на коммуникацию. Иногда проще сделать работу меньшим количеством людей, а потом сверить об еще одного коллегу в режиме ревью."
		},
		{
			"title": "Наличие общей точки входа",
			"text": "Работу нельзя сделать полностью распределенной. Нужен менеджер или арт-директор. Тот, кто будет выдавать задачи и собирать результат вместе."
		}
	],
	"advices": [
		{
			"title": "Приложите усилия, чтобы каждый дизайнер понимал свою зону ответственности",
			"text": "Дизайнеры — существа индивидуальные, и коллективная работа для них более естественна в связке старший-младший. Им сложно понять горизонтальную схему, в которой никто не главный, но каждый за что-то отвечает."
		},
		{
			"title": "Структурируйте правки по исполнителям",
			"text": "При работе с требованиями и замечаниями явным образом говорите, что относится к UI, что к структуре, что к сценариям. Иначе исполнитель не поймет, что это касается именно его."
		},
		{
			"title": "Поймите, кто важнее для дизайнеров",
			"text": "Вы, ваш начальник, арт-директор или заказчик? По умолчанию, дизайнеры выбирают себе подчинение арт-директору, если это так — договаривайтесь с ним."
		},
		{
			"title": "Меняйте распределение задач внутри команды",
			"text": "По ходу проекта бывает полезно поменять договоренности и иначе распределить работу исходя из выявленных сильных и слабых сторон исполнителей."
		},
		{
			"title": "Организовывайте внутреннее ревью",
			"text": "К сожалению, дизайнеры склонны искать мнения арт-директора, а на остальных не обращают внимания. Попробуйте поменять этот расклад, пусть команда выдает друг другу второе мнение. Это прокачивает в том числе и того, кто делает ревью."
		}
	],
	"cases": [
		{
			"title": "humans",
			"text": "Работали большой командой и по-разному распределяя задачи, но всегда была точка входа и точка сборки в лице арт-директора."
		},
		{
			"title": "tis",
			"text": "Один дизайнер перекладывал сценарии в экранные формы, второй собирал UI, третий наводил порядок с точки зрения структуры проекта в Figma."
		}
	],
	"goodExample": {
		"text": "Крайне важно регулярно сверяться всей командой.",
		"link": "https://docs.google.com/document/d/1665AMeOrXo_W8W31_UBnWPmfu0hpKJuL1FKqYLOq7M4/edit?usp=sharing",
		"linktext": "Три вопроса для стендапа"
	},
	"badExample": {
		"text": "Показывать задачи, но не назначать конкретных исполнителей, ожидая, что команда сама договорится."
	},
	"instruments": [
		{
			"title": "Мифический человекомесяц",
			"text": "Дизайнеры не особенные, эти правила распространяются и на них",
			"link": "https://ru.wikipedia.org/wiki/Мифический_человеко-месяц",
			"img": "/images/cheatsheets/calender.svg"
		},
		{
			"title": "Agile",
			"text": "Как способ организации работы горизонтальной команды",
			"img": "/images/cheatsheets/Agile.svg"
		},
		{
			"title": "Jira",
			"text": "Или другой таск-менеджер",
			"img": "/images/cheatsheets/jira.svg",
			"link": "https://www.atlassian.com/ru/software/jira"
		},
		{
			"title": "Figma",
			"text": "Основной инструмент должен поддерживать коллективную работу",
			"img": "/images/cheatsheets/figma.svg",
			"link": "https://www.figma.com/"
		}
	],
	"director": {
		"text": "Дизайнеры склонны выстраиваться в иерархию, они при любой возможности ищут себе ментора. Это особенно сложно понять людям, которые привыкли к горизонтальным связям. Например, разработчикам, у которых принято иметь собственное мнение по всем важным вопросам.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

