{
	"title": "Как по техническому заданию сделать дизайн интерфейса системы",
	"subtitle": "Нет ничего лучше, чем хорошее ТЗ и аналитик на стороне заказчика, который может обо всем рассказать. Так бывает редко. Чаще ТЗ нужно внимательно переработать, выбрав то, что относится к дизайну интерфейсов. И не менее часто ТЗ попросту нет, оно появится потом, после дизайна.",
	"section": "close-up",
	"alias": [
		"specification"
	],
	"tags": [
		{
			"tag": "дизайн интерфейса"
		},
		{
			"tag": "техническое задачние"
		},
		{
			"tag": "ограничения"
		}
	],
	"focuses": [
		{
			"title": "Технические ограничения",
			"text": "Сразу задают базовую рамку, что можно сделать, а что нет."
		},
		{
			"title": "Требование к поведению системы",
			"text": "Возможно, их придется переписать на более понятный дизайнеру язык. Главное, найти эти требования."
		},
		{
			"title": "Требования к результатам",
			"text": "Они же будут критериями приемки, игнорировать их бессмысленно."
		}
	],
	"advices": [
		{
			"title": "Не ждите фиксации ТЗ",
			"text": "Позиция «сначала надо написать» означает, что никто не хочет ничего делать."
		},
		{
			"title": "Ищите женщину",
			"text": "Обычно к хорошему ТЗ прилагается офигенный аналитик. По нашему опыту чаще всего это женщина, не знаем, почему так. Она уже во всем разобралась, знает документ как свои пять пальцев, может объяснить каждый пункт, а иногда даже и доработать документ прямо на наших глазах."
		},
		{
			"title": "Переводите описание интерфейса в описание поведения",
			"text": "ТЗ с описанием расположения кнопок люди делают не со зла. Так они пытаются описать поведение пользователя. Нужно понять, что именно имел в виду аналитик под каждым конкретным указанием."
		},
		{
			"title": "Сверяйтесь",
			"text": "Работать напрямую по ТЗ возможно далеко не всегда, а вот сверять промежуточные результаты — можно и нужно."
		},
		{
			"title": "Уважайте написанное",
			"text": "Очень часто дизайнеры вытаскивают из ТЗ только то, что им понятно. Попытайтесь разобраться в непонятном и переложить это на свои дизайнерские задачи. Эвристика: считайте, что все относится к вам, пока не доказано обратное."
		}
	],
	"cases": [
		{
			"title": "smartdeal",
			"text": "Редкий пример идеального (с точки зрения дизайна) ТЗ, автор которого непосредственно участвовал в нашей работе."
		},
		{
			"title": "inbank",
			"text": "ТЗ не было, оно появилось по результатам нашей работы, когда мы спроектировали систему."
		}
	],
	"goodExample": {
		"text": "Пример ТЗ, которое мы считаем очень хорошим для дизайна.",
		"link": "https://docs.google.com/document/d/1shPQwnMEoa18_EtSqiddJHi9GB7ZxqKv/edit?usp=sharing&ouid=104338938217220236466&rtpof=true&sd=true",
		"linktext": "ТЗ на мобильное приложение"
	},
	"badExample": {
		"text": "Прочитать, сказать «все понятно» и больше не возвращаться к этому документу."
	},
	"instruments": [
		{
			"title": "Аналитик на стороне заказчика",
			"text": "Поможет понять, что написано в ТЗ и почему так.",
			"img": "/images/cheatsheets/person.svg"
		},
		{
			"title": "Другие аналитические форматы",
			"text": "Использовать ТЗ как сырье для подходящей для дизайна аналитики.",
			"img": "/images/cheatsheets/formats.svg"
		},
		{
			"title": "Принтер",
			"text": "Распечатку сложнее игнорировать, чем электронный документ.",
			"img": "/images/cheatsheets/print.svg"
		},
		{
			"title": "Google",
			"text": "Если что-то непонятно — не игнорируйте, погуглите.",
			"img": "/images/cheatsheets/google.svg"
		}
	],
	"director": {
		"text": "ТЗ удобно использовать, как опорный документ. Не надо боятся его обсуждать и уточнять, если что-то идет не так. Часто бывает, что ТЗ можно и даже нужно редактировать по ходу проекта. Не переделывать полностью, а именно доуточнять детали, которые было невозможно продумать на этапе создания текстового описания системы.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

