{
	"title": "Как вовлекать разработчиков в обсуждение дизайна интерфейса",
	"subtitle": "Вовлечение разработчиков здорово экономит ресурсы самих разработчиков. Чтобы обсуждения были эффективными и продуктивными, нужна регулярность, поддержка интереса и хотя бы базовые представления, чем живет и как думает разработчик.",
	"section": "techs",
	"alias": [
		"involving-developers-in-interface-design-discussions"
	],
	"tags": [
		{
			"tag": "разработка"
		},
		{
			"tag": "проактивность"
		},
		{
			"tag": "работа с исключениями"
		}
	],
	"focuses": [
		{
			"title": "ЛПР",
			"text": "Если разработка не ЛПР, то нужно договориться с ЛПР и объяснить, как это экономит время и ресурсы."
		},
		{
			"title": "Регулярность",
			"text": "Двух-трех разговоров не хватит. Вовлекать — значит обсуждать регулярно."
		},
		{
			"title": "Интерес",
			"text": "Интересоваться мнением, спрашивать, показывать варианты. Иначе говоря, считать разработчиков равноправными участниками дизайн-процесса."
		}
	],
	"advices": [
		{
			"title": "Помните про разработчиков",
			"text": "Как ни странно, про них часто забывают. Не привлекают на стадии продажи, не показывают промежуточные варианты и даже не сверяются при сдаче проекта."
		},
		{
			"title": "Вовлекайте проактивно",
			"text": "Задавайте вопросы, предлагайте варианты, уточняйте ограничения. Любыми силами избегайте позиции разработчиков «быть в курсе». Мало быть в курсе, нужно участие."
		},
		{
			"title": "Понимайте хоть что-то",
			"text": "Хотите вовлечь разработчиков в дизайн, вовлекитесь в работу разработчиков. Если вы выглядите полными идиотами, с вами перестают общаться. Пытайтесь перекладывать все, что говорят разработчики, на дизайнерские задачи."
		},
		{
			"title": "Прорабатывайте исключения",
			"text": "Это не в стиле дизайнеров, но разработчиков почти всегда интересуют граничные ситуации, для них они важнее всего."
		},
		{
			"title": "Если не вовлекаются, эскалируйте",
			"text": "Возможно, на текущем этапе представитель разработки действительно не нужен. Возможно наоборот, и надо что-то менять."
		}
	],
	"cases": [
		{
			"title": "inbank",
			"text": "ЛПР — глава разработки, сразу оценивал все решения с точки зрения разработки."
		},
		{
			"title": "alfa",
			"text": "Учитывали возможности (много) и ограничения (тоже много) разработки."
		}
	],
	"goodExample": {
		"text": "Вовлечение разных людей — это скилл, который можно развить.",
		"link": "https://www.eduhund.ru/program/boss",
		"linktext": "Hard Skills начинающего руководителя"
	},
	"badExample": {
		"text": "Принудительные созвоны, на которых дизайнеры что-то показывают, а разработчики молчат."
	},
	"instruments": [
		{
			"title": "<a href=\"https://www.figma.com\">Figma</a>",
			"text": "Один из немногих дизайнерских инструментов, которым разработчики умеют пользоваться.",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "<a href=\"https://docs.google.com\">Google Doc</a>",
			"text": "Разработчикам не всегда нужны картинки, они неплохо понимают текст",
			"img": "/images/cheatsheets/google-doc.svg"
		},
		{
			"title": "Стендапы",
			"text": "Или любой другой регулярный формат встреч",
			"img": "/images/cheatsheets/standup.svg"
		},
		{
			"title": "<a href=\"https://www.atlassian.com/software/jira\">Jira</a>",
			"text": "Разработчики работают по таскам, внедряйся через их инструменты",
			"img": "/images/cheatsheets/jira.svg"
		}
	],
	"director": {
		"text": "Решение о привлечении разработчиков — гибкое. Сегодня нужно обязательно, а через неделю уже нет. Разработчики дорогие. Дорого вовлекать их просто так за компанию, и очень дорого не вовлекать вообще.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

