{
	"title": "Что спросить у бизнеса в начале работы над дизайном",
	"subtitle": "Цель, способы соучастия, ожидания к результатам. Этот тот случай, когда фокусы внимания важны не сами по себе, а все вместе. Не каждой цели соответствуют ожидания к результату. Не всякое соучастие отвечает заявленной цели. Успех переговоров на старте — это поженить все три фокуса между собой.",
	"section": "analysis",
	"alias": [
		"questions-for-business"
	],
	"tags": [
		{
			"tag": "дизайн"
		},
		{
			"tag": "бизнес"
		},
		{
			"tag": "фокусы"
		}
	],
	"focuses": [
		{
			"title": "Цель проекта",
			"text": "Зачем вообще бизнес в это ввязывается? У дизайна есть риски, и хорошо бы соотнести их с выгодами от достижения цели."
		},
		{
			"title": "Способы соучастия",
			"text": "Есть ли свои дизайнеры, аналитики и команда разработки? Кто из подразделений и как именно заинтересован в проекте?"
		},
		{
			"title": "Ожидания к результатам",
			"text": "В каком формате, когда и сколько. Будет ли мобильная версия? Нужен супердизайн, или хватит мокапов? Нужна ли подробная документация к финальным макетам? Это далеко не все вопросы, и бизнес не обязан их с ходу понимать. Ответственность исполнителя — предложить меню и объяснить, что в нем написано."
		}
	],
	"advices": [
		{
			"title": "Предлагайте варианты и показывай примеры",
			"text": "Люди иногда понятия не имеют, что они хотят, но если вы предложите — отреагируют. Показывайте скриншоты, примеры сайтов, референсы, кейсы, макеты в Figma. Показывайте примеры артефактов, чтобы договориться о терминологии. Например, для дизайнера и для программиста «прототип» — это разные сущности."
		},
		{
			"title": "Узнайте, есть ли доступ к пользователям",
			"text": "Может оказаться, что пользователей нет и мы работаем над реализацией чего-то продуктового и немного фантазийного. Может оказаться, что пользователи есть, но нас к ним не пустят, и придется угадывать или искать похожих пользователей самостоятельно."
		},
		{
			"title": "Соберите вопросы со своей команды",
			"text": "Узнайте у каждого члена команды, какая информация им нужна. Не игнорируйте частные и мелкие вопросы, они все равно всплывут по ходу работу."
		},
		{
			"title": "Выясните команду проекта со стороны бизнеса",
			"text": "Как заказчик хочет принимать участие и за что готов держать ответственность? Возможно, команда со стороны бизнеса хочет чему-то у вас научиться и взять какие-то этапы (например, тестирование) на себя."
		},
		{
			"title": "Фиксируйте все договоренности",
			"text": "Составьте по результатам встречи один документ и отправь заказчику. Любые другие договоренности тоже должны быть зафиксированы письменно, хотя бы в WatsApp. Вполне возможно, позднее придется ссылаться на эти записи, и они послужат доказательством и фундаментом вашей позиции."
		}
	],
	"cases": [
		{
			"title": "sindbad",
			"text": "Цель и ожидания к результатам поменялись в процессе работы. Начали с текстов писем, закончили дизайном бумажного билета."
		},
		{
			"title": "medmarket",
			"text": "Нетипичная цель, проведение исследования для решения сугубо бизнесовой задачи — получения инвестиций."
		}
	],
	"goodExample": {
		"text": "Только не берите его бездумно, используйте как основу или шпаргалку для создания своего гайда.",
		"link": "https://docs.google.com/document/d/1sc9_-8o36Oty0e0CyDh32OtqSEBhS67-GNaWfLl_zag/edit?usp=sharing",
		"linktext": "Вопросы для первого интервью"
	},
	"badExample": {
		"text": "Сказать «все понятно» и побежать работать. Еще хуже — додумать за клиента и не свериться с ним."
	},
	"instruments": [
		{
			"title": "Google Docs",
			"text": "зафиксировать договоренности",
			"img": "/images/cheatsheets/google-doc.svg",
			"link": "https://docs.google.com"
		},
		{
			"title": "Примеры ваших артефактов",
			"text": "чтобы договориться на примерах",
			"img": "/images/cheatsheets/artefacts.svg"
		},
		{
			"title": "Коммуникативные навыки",
			"text": "в первую очередь это переговоры",
			"img": "/images/cheatsheets/communication.svg"
		},
		{
			"title": "Список вопросов",
			"text": "лучше хоть какая-то подготовка, чем никакая",
			"img": "/images/cheatsheets/list.svg"
		}
	],
	"director": {
		"text": "Бизнесу свойственно очень сильно меняться. На старте люди говорят одно, а на следующий день — другое. И это не вина конкретных людей. Меняется бизнес-среда, трансформируется бизнес-задача. В долгой перспективе полезно изучать и замечать паттерны — как обычно изменяется желание бизнеса и во что может превратится изначальная постановка.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

