{
	"title": "Как использовать научную базу для дизайна интерфейсов",
	"subtitle": "С наукой применительно к дизайну интерфейсов стоит обращаться осторожно. Это все еще подвижная область знаний, и то, что доходит до нас в формате научпопа может быть уже опровергнута другими учеными. Проблема ли это? Скорее, нет, потому что дизайнер — не ученый, а производственник.",
	"section": "analysis",
	"alias": [
		"scientific-base-in-interface-design"
	],
	"tags": [
		{
			"tag": "дизайн интерфнйсов"
		},
		{
			"tag": "анализ"
		},
		{
			"tag": "научная база"
		}
	],
	"focuses": [
		{
			"title": "Интерес заказчика",
			"text": "Не каждый заказчик готов к обсуждению фундаментальных вопросов, но если готов заказчик, будьте готовы и вы."
		},
		{
			"title": "Книжки",
			"text": "Научная база не излагается в блогах и на Ютубе. А если и излагается, то по английски, и ее надо еще поискать."
		},
		{
			"title": "Авторитеты",
			"text": "Простое решение, если не хотите разбираться в научных вопросах самостоятельно."
		}
	],
	"advices": [
		{
			"title": "Отличайте науку от наукообразия",
			"text": "Эвристики, авторитеты — это все ненаучные инструменты. Часто их бывает достаточно, но это не наука. Не все, что структурировано — это наука. Может просто модель."
		},
		{
			"title": "Отличайте науку от производства",
			"text": "Например, в UX-исследованиях настоящие научные практики мало кто может себе позволить, это дорого и бесконечно по времени. В реальности мы все равно срезаем углы, чтобы добиться приемлемого результата в конкретные сроки."
		},
		{
			"title": "Сомневайтесь в источника",
			"text": "Сейчас эта часть научного знания подвергается постоянному пересмотру. Для науки нормально сегодня утверждать одно, а завтра понять, что ты ошибся. Проблема в том, что пока до нас дойдет информация в формате научпопа, она устареет. Так работает наука."
		},
		{
			"title": "Выучите надежные законы",
			"text": "По большому счету, это законы гештальта и закон Фитца. Остальные уже вызывают вопросы. Не существует правила 7 плюс-минус 2, не существует эффекта Даннинга-Крюгера, 60% экспериментов Каннемана не подтверждаются, и он сам об этом говорит."
		},
		{
			"title": "Осваивайте эксперименты",
			"text": "В нашем мире это называется UX-тестирование. Это максимально доступное нам приближение к научному методу. Наша наука не в том, чтобы знать, а чтобы узнавать."
		}
	],
	"cases": [
		{
			"title": "lori",
			"text": "В качестве обоснований отправляли заказчику ссылки на статьи."
		},
		{
			"title": "medmarket",
			"text": "В исследовательских проектах часто просят выдержки из научных статей — не про интерфейсы, а по теме исследования."
		}
	],
	"goodExample": {
		"text": "Как ни странно, у нас максимальная концентрация научных практик в практическом переложении — в модуле «Композиция» <a href=\"https://www.eduhund.ru/\">дизайн-задачника</a>.",
		"link": "https://www.eduhund.ru/",
		"linktext": "Композиция в дизайне интерфейсов"
	},
	"badExample": {
		"text": "Требовать научных доказательств и тем самым саботировать производство. Мы делаем табуретки, что тут обосновывать?"
	},
	"instruments": [
		{
			"title": "Сайт Nielsen Norman Group",
			"text": "наиболее приближенный к научному источник знаний по UX",
			"img": "/images/cheatsheets/nng.svg",
			"link": "https://www.nngroup.com/"
		},
		{
			"title": "ui-patterns.com",
			"text": "вы не обязаны сами искать научное обоснование, можно ссылаться на внешнюю эксперизу",
			"img": "/images/cheatsheets/ui-patterns.svg",
			"link": "https://ui-patterns.com"
		},
		{
			"title": "Википедия",
			"text": "для уже развенчанных «научных» мифов",
			"img": "/images/cheatsheets/wiki.svg",
			"link": "https://ru.wikipedia.org/wiki/%D0%97%D0%B0%D0%B3%D0%BB%D0%B0%D0%B2%D0%BD%D0%B0%D1%8F_%D1%81%D1%82%D1%80%D0%B0%D0%BD%D0%B8%D1%86%D0%B0"
		},
		{
			"title": "Вебвизор",
			"text": "посмотреть на реальное поведение",
			"img": "/images/cheatsheets/webvisor.svg"
		}
	],
	"director": {
		"text": "Соблазнительно думать, что все можно доказать и за всем стоят исследования. Но в том, что касается дизайна, психологии, пользовательского поведения наука еще шевелится, она живая. Делать вид, что вы производственник и разбираетесь в науке — это врать самому себе. Производство — не про науку.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

