{
	"title": "Как сделать удобное меню",
	"subtitle": "Форма и расположение меню не так важны, как содержание. Меню не должно быть логично с точки зрения системы, но должно быт удобно для пользователя. Помогает карточная сортировка, работа с текстом, использование акцентов.",
	"section": "details",
	"alias": [
		"useful-menu"
	],
	"tags": [
		{
			"tag": "меню"
		},
		{
			"tag": "акценты"
		},
		{
			"tag": "организация"
		}
	],
	"focuses": [
		{
			"title": "Семь плюс-минус два",
			"text": "Просто забудьте про это правило. Пунктов в меню может быть столько, сколько нужно."
		},
		{
			"title": "Паттерны",
			"text": "Гамбургер, здоровенное меню в стиле старого 1С с кучей пунктов, раскрывающееся огромное меню интернет-магазина, система из нескольких меню. Есть смысл сначала выбрать паттерн, а потом его развивать."
		},
		{
			"title": "Приоритет содержания над формой",
			"text": "Бессмысленно обсуждать расположение меню слева, справа, сбоку или снизу. Важно не место, а то, как организована информация, и можно ли добраться до нее. Если начали обсуждать расположение меню, значит точно делаете что-то не то. "
		}
	],
	"advices": [
		{
			"title": "Отталкивайтесь от сценариев, а не от логики",
			"text": "Многие пытаются сделать меню логичным, но оно должно быть не столько логичным, сколько удобным. Пользователю не нужна общая структура, он каждый раз решает частную задачу. Не нужно превращать меню в стройную карту сайта."
		},
		{
			"title": "Добивайтесь консистентности названий",
			"text": "Может потребоваться сделать несколько попыток. Кроме того, не называй рядом стоящие пункты на одну букву или похожим образом («скачать» и «закачать», «в корзину» и «в корзине»)."
		},
		{
			"title": "Используйте акценты",
			"text": "Нет такого правила, чтобы все пункты меню выглядели одинаково. Используй иконки, надписи, выделение цветом. Но именно как акценты — умеренно."
		},
		{
			"title": "Примеряйте свое меню на вертикальное",
			"text": "В мобильной версии горизонтального меню быть не может. Меню должно без проблем трансформироваться из горизонтального в вертикальное и наоборот."
		},
		{
			"title": "Обеспечьте зону безопасности",
			"text": "Не ставьте опасные пункты (например, «Выйти») рядом с популярными."
		}
	],
	"cases": [
		{
			"title": "stream-telecom",
			"text": "В процессе редизана полностью пересобрали меню и вынесли на первый уровень точки входа в основные сценарии."
		},
		{
			"title": "novotelekom",
			"text": "Продумывали меню с точки зрения сценариев использования"
		}
	],
	"goodExample": {
		"text": "Сложная структура задачника потребовала разработки своей структуры меню. Но вообще лучше этого избегать.",
		"link": "https://www.eduhund.ru/",
		"linktext": "Eduhund"
	},
	"badExample": {
		"text": "А давайте сделаем ровно так, как у нас в системе зашито. Логично же!"
	},
	"instruments": [
		{
			"title": "Карточная сортировка",
			"text": "хотя бы для группировки по первому уровню.",
			"img": "/images/cheatsheets/sorting.svg"
		},
		{
			"title": "Сайты конкурентов",
			"text": "меню эволюционирует, не грех и позаимствовать чужое.",
			"img": "/images/cheatsheets/world.svg"
		},
		{
			"title": "Компоненты Figma",
			"text": "меню — гарантированно повторяющийся элемент.",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "UX-писатель",
			"text": "не дизайнерское это дело буквы вылизывать.",
			"img": "/images/cheatsheets/UX-писатель.svg"
		}
	],
	"director": {
		"text": "Если вы собираетесь проектировать меню до того, как начали проектировать остальной интерфейс, подумайте еще раз. Сделать меню — далеко не самая первая задача.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

