{
	"title": "Как спланировать проект по дизайну интерфейсов",
	"subtitle": "Классический менеджмент никто не отменял. Однако в дизайне интерфейсов есть дополнительные усложнения, которые надо учитывать: незавершенность, итерации, в меру, но все-таки субъективные критерии оценки, и много скрытой работы. ",
	"section": "management",
	"alias": [
		"planning-an-interface-design-project"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "итерации"
		},
		{
			"tag": "планирование"
		}
	],
	"focuses": [
		{
			"title": "Легальность переделки",
			"text": "Совершенно точно придется переделывать большие куски работы."
		},
		{
			"title": "Разное представление о результате",
			"text": "Дизайнеры, ЛПРы, разработчики — все представляеют себе результат по-совему. В образ результата входит много неощутимых и субъективно оцениваемых вещей."
		},
		{
			"title": "Движение вперед",
			"text": "Сложнее всего вечная незавершенность. Нет закрытой задачи, но нужно переходить к следующей. Пригодятся какие-то критерии продвижения."
		}
	],
	"advices": [
		{
			"title": "Планируйте итерации по каждой части проекта",
			"text": "Итеративно прорабатывается не весь проект целиком, а отдельные его куски."
		},
		{
			"title": "Считайте, исходя из 7 итераций",
			"text": "В план можно записать меньше, но считать надо реальность. Итераций по каждому куску работы будет три, семь или 17. В это никто не верит (много!), обычно они маскируются под поток мелких правок."
		},
		{
			"title": "Не считайте постранично",
			"text": "Это работает только в очень типовых интерфейсах для типового заказчика и задач, которые вы решали уже сто раз."
		},
		{
			"title": "Планируйте работу головой",
			"text": "Уйма времени нужна на обсуждения, размышления, наброски на доске и бумаге."
		},
		{
			"title": "Обзаведитесь рабочей версией плана",
			"text": "Если вы напланируете и отложите план в сторону, не будет никакого толку. В каждый момент времени что-то похожее на план должно быть перед глазами у всех участников."
		}
	],
	"cases": [
		{
			"title": "sindbad",
			"text": "По ходу проекта изменилась задача, образ результата, бюджет и даже и формат взаимодействия."
		},
		{
			"title": "res",
			"text": "Получили такой отзыв: «вы меня научили как быть заказчиком дизайна интерфейса»."
		}
	],
	"goodExample": {
		"text": "Четкая задача, общее представление о результате и идеальные критерии приемки — разработка принимает макеты или нет. ",
		"link": "https://portfolio.sobakapav.ru/tis",
		"linktext": "Телемедицинские информационные системы"
	},
	"badExample": {
		"text": "Жесткий план поэтапной сдачи результата."
	},
	"instruments": [
		{
			"title": "Диаграмма Ганта",
			"text": "Вы можете ее не любить, но она все равно работает.",
			"img": "/images/cheatsheets/gant.svg"
		},
		{
			"title": "Эксперт",
			"text": "С которым можно свериться, если не хватает своего опыта.",
			"img": "/images/cheatsheets/эксперт.svg"
		},
		{
			"title": "Старые проекты",
			"text": "Это ваш опыт: сколько у кого ушло времени, сколько было итераций, какие были фейлы. Почти наверняка крупные фейлы — это норма, которую нужно планировать.",
			"img": "/images/cheatsheets/старые_проекты.svg"
		},
		{
			"title": "Паранойя",
			"text": "Все, что может пойти не так, закладывайте в план.",
			"img": "/images/cheatsheets/rabbit.svg"
		}
	],
	"director": {
		"text": "Чем больше мой опыт, тем больше я вижу потенциальных проблем со своими собственными планами и тем скептичнее оцениваю будущие проекты. Планирование требует некоторого оптимизма, не только паранойи. Если ваш план из-за вашего опыта слишком пессимистичен, пусть планирует какой-то менее опытный коллега.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

