{
	"title": "Как использовать профили пользователей в процессе дизайна интерфейса",
	"subtitle": "Профили пользователей — чрезвычайно мощный инструмент создания дизайна для других людей. Профили должны конфликтовать между собой и отличаться от участников команды. Недостаток фантазии можно компенсировать, ориентируясь на реальных людей и даже киношных героев.",
	"section": "close-up",
	"alias": [
		"user-profiles"
	],
	"tags": [
		{
			"tag": "профили пользователей"
		},
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "проектирование"
		}
	],
	"focuses": [
		{
			"title": "Конфликт",
			"text": "Пользователи не совпадают с вами и профили конфликтуют друг с другом. Если вы не ищите и не разруливаете эти конфликты, то вы не думаете про пользователей и, скорее всего, проектируете систему для себя."
		},
		{
			"title": "Артефакт",
			"text": "Профили должны быть где-то зафиксированы. Лучше, чтобы это был не один документ, про который все забыли, а разные форматы, которые можно держать перед глазами."
		},
		{
			"title": "Практики использования",
			"text": "Изучайте способы применения профилей в работе. Например, если разговор с коллегами зашел в тупик, то первым делом сверьтесь с портретами пользователей."
		}
	],
	"advices": [
		{
			"title": "Держите профили перед глазами",
			"text": "Вы не можете достоверно знать, верят ли в существование выдуманной Мариванны ваши коллеги, но можете проверить, пользуются ли они артефактом. Документ с профилями должен быть перед глазами."
		},
		{
			"title": "Переделайте, если профили не работают",
			"text": "Если созданные профили вам не годятся и вы не верите в этих людей, сделайте такие описания, которые будут работать для вас."
		},
		{
			"title": "Пропагандируйте",
			"text": "Профили должны быть живыми для вас, для заказчика и для коллег. Это общее достояние и общий инструмент всех участников проекта. Профили помогают обсуждать и договариваться."
		},
		{
			"title": "Ищите реальных людей",
			"text": "Проще думать о реальном знакомом, чем о каком-то абстрактном человеке."
		},
		{
			"title": "Используйте в аналитике",
			"text": "Профили пригодятся не только для непосредственно проектирования. Он нужны в том числе, чтобы написать сценарии."
		}
	],
	"cases": [
		{
			"title": "fasting",
			"text": "На основе профилей сделали бесконечное количество независимых концептов, которые потом сложились в цельный концепт приложения."
		},
		{
			"title": "vuborgskiy-zamok",
			"text": "Вместо традиционного описания профилей использовали матрицу пользователей, чтобы учесть интересы всех посетителей музея."
		}
	],
	"goodExample": {
		"text": "Пример суперкороткого, но емкого и достаточного для конкретного проекта описания профилей.",
		"link": "/portfolio/x5",
		"linktext": "Кейс X5. Портреты пользователей"
	},
	"badExample": {
		"text": "Списать три портрета с себя любимого, оформить на стикерах и забыть в переговорке."
	},
	"instruments": [
		{
			"title": "Плагины-генератор портретов",
			"text": "подобрать фото несуществующего человека.",
			"img": "/images/cheatsheets/portret.svg"
		},
		{
			"title": "Мультики, комиксы, художественная литература, кино",
			"text": "можно брать за основу персонажей, которые известны всей команде.",
			"img": "/images/cheatsheets/cartoons.svg"
		},
		{
			"title": "Мини-описание",
			"text": "сделайте карточки с профилями в Figma и держи их рядом с макетами.",
			"img": "/images/cheatsheets/pen.svg"
		},
		{
			"title": "Записная книжка",
			"text": "Списывайте пользователей с ярких и не похожих на вас знакомых",
			"img": "/images/cheatsheets/note.svg"
		}
	],
	"director": {
		"text": "Самое главное, чтобы между профилями был внутренний конфликт. Это надежный способ думать о пользователях, которые не похожи на нас. Хуже всего когда люди описывают в профилях разные версии себя. Простая эвристика: проверьте, что у ваших пользователей с глазами. Если у всех трех портретов идеальное зрение, вы что-то сделали не так. ",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

