{
	"title": "Как придумать концепцию интерфейса",
	"subtitle": "Разные концепции интерфейса — это разный способ взаимодействия пользователя с системой. Концепций должно быт 5-10, точно не одна. Проще всего начинать с метафоры, которая будет содержать в себе упоминание какого-то известного интерфейса.",
	"section": "close-up",
	"alias": [
		"interface-concept"
	],
	"tags": [
		{
			"tag": "концепция интерфейса"
		},
		{
			"tag": "ключевая идея"
		},
		{
			"tag": "взаимодействие пользователя с системой"
		}
	],
	"focuses": [
		{
			"title": "Лендинг",
			"text": "Вы либо делаете лендинг, либо что угодно, но не лендинг. Любая непродуманная концепция сползает к лендингу (в профинтерфейсах — к таблице). Решите, для вас такая концепция подходит или хочется большего."
		},
		{
			"title": "Метафора",
			"text": "Тиндер для владельцев домашних животных или 1С для кондукторов трамваев? Метафоры помогают на первый порах. Важно, чтобы одна из составляющих метафоры была узнаваемым интерфейсом."
		},
		{
			"title": "Количество вариантов",
			"text": "Хотя бы три, а лучше десять. Вариант — это только набросок, не нужно тратить время на проработку, лучше потратить его на количество."
		}
	],
	"advices": [
		{
			"title": "Сначала сформулируйте метафоры",
			"text": "Не рисуйте вслепую, сначала коротко запишите основную идею, историю или метафору."
		},
		{
			"title": "Ограничивайте себя по времени",
			"text": "5-10 минут на зарисовку одной концепцию — это хорошо. Тогда за час появится 6-8 концепций, и вы не застопоритесь на чем-то одном."
		},
		{
			"title": "Используйте привычный инструмент",
			"text": "Хоть в Автокаде, хоть ручкой на бумаге. Для поиска концепта совершенно не важно брать правильный инструмент, нужно брать тот, который привычно лежит в руке."
		},
		{
			"title": "Отрисуйте ключевые задачи по одной",
			"text": "Одна зарисовка — решение одной задачи одним пользователем."
		},
		{
			"title": "Зарисовывайте ключевое.",
			"text": "Иногда на этапе концепта нужно прорабатывать детали, но чаще всего нет. Прорисовывайте только то, что иллюстрирует ключевую идею. Насыщение деталями — это уже проверка концепции, а не ее придумывание."
		}
	],
	"cases": [
		{
			"title": "fasting",
			"text": "Сгенерировали 100+ концептов разного уровня детализации, из которых потом сложилось приложение."
		},
		{
			"title": "ecom",
			"text": "Для пояснения концептов записали поясняющие скринкасты."
		}
	],
	"goodExample": {
		"text": "Проще всего создавать концепции, отталкиваясь от истории или метафоры. В скрикастах можно увидеть, как именно это происходит.",
		"link": "",
		"linktext": "Сериал про концептуальное проектирование"
	},
	"badExample": {
		"text": "Продавливать одну концепцию, как единственно верное решение. Выдавать одни и те же концепции за разные."
	},
	"instruments": [
		{
			"title": "Ваш любимый инструмент",
			"text": "хотите проектировать в Excel — да пожалуйста.",
			"img": "/images/cheatsheets/hammer.svg"
		},
		{
			"title": "Список родительских паттернов",
			"text": "для поиска конкретных и понятных метафор",
			"img": "/images/cheatsheets/list.svg"
		},
		{
			"title": "Время на подумать",
			"text": "и в это время не нужно сидеть за компьютером",
			"img": "/images/cheatsheets/clock.svg"
		},
		{
			"title": "Группа поддержки",
			"text": "доброжелательны собеседник, который будет не критиковать, а докидывать идеи.",
			"img": "/images/cheatsheets/people.svg"
		}
	],
	"director": {
		"text": "Часто дизайнеры под разными концепциями понимают разное расположение главного меню, разную цветовую гамму и стилистику. Все это визуальная концепция, а не интерфейсная. Разные интерфейсные концепции вовлекают пользователя в разные истории и подразумевают разное взаимодействие с системой.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

