{
	"title": "Какое тестовое задание дать дизайнеру интерфейсов",
	"subtitle": "Прикиньте, какую реальную задачу будет решать кандидат сразу после найма, какие скиллы для этого важны. И именно эти скиллы проверяйте в тестовом задании. Возможно, вас ждет второй этап — тестовый и оплачиваемый проект.",
	"section": "business",
	"alias": [
		"test-assignment-for-interface-designer"
	],
	"tags": [
		{
			"tag": "дизайнер интерфейсов"
		},
		{
			"tag": "тестовое задание"
		},
		{
			"tag": "навыки"
		}
	],
	"focuses": [
		{
			"title": "Время",
			"text": "Идеально, если выполнение задания потребует у кандидата не больше 1-2 часа."
		},
		{
			"title": "Польза для кандидата",
			"text": "Повышает мотивацию сделать. Хороший вариант — обратная связь."
		},
		{
			"title": "Реалистичность",
			"text": "Похоже на реальную рабочую задачу, и коррелирует с ключевыми ожиданиями от сотрудника."
		}
	],
	"advices": [
		{
			"title": "Сделайте задание, нужное кандидату",
			"text": "Проверяйте необходимые вам скиллы, но само задание составьте так, чтобы кандидат чему-то научился или получил удовольствие."
		},
		{
			"title": "Подумайте, не проще ли заплатить",
			"text": "Часто и дешевле, и надежней заплатить канидату за первый пробный проект на реальных задачах. Мы всегда платим, даже если кандидат хочет работать бесплатно."
		},
		{
			"title": "Не давайте тестовое, как шанс для слабаков",
			"text": "Может он и справится, но останется слабеньким и неопытным."
		},
		{
			"title": "Давайте обратную связь, если обещали",
			"text": "Обратная связь — это дорого, поэтому само по себе решение давать ее должно быть обоснованно. Но если обещали — сделайте."
		},
		{
			"title": "Оценивайте результат, не человека",
			"text": "В оценке работы еще незнакомого человека нужно быть предельно осторожным и тактичным."
		}
	],
	"cases": [
		{
			"title": "testtask",
			"text": "Задания проверяют самый важный в каждом конкретном случае скилл."
		},
		{
			"title": "vacancy",
			"text": "Не стесняемся продавать себя кандидатам."
		}
	],
	"goodExample": {
		"text": "Чтобы не запутаться в откликах, всех кандидатов и их работы собираем в табличку типа такой.",
		"link": "https://docs.google.com/spreadsheets/d/1k3QbtZs23YbS6SgDv0WZ4FEOPKlsUP6St4GBQB_b2m8/edit?usp=share_link",
		"linktext": "Шаблон таблицы кандидатов"
	},
	"badExample": {
		"text": "Заставлять человека делать в качестве тестового задания настоящую работу и бесплатно. Адекватные специалисты от этого бегут. "
	},
	"instruments": [
		{
			"title": "Электронные таблицы",
			"text": "Вести базу кандидатов, менять статусы, проставлять ссылки на результаты.",
			"img": "/images/cheatsheets/table.svg"
		},
		{
			"title": "Шаблоны переписки",
			"text": "Придется отвечать одно и то же куче народу.",
			"img": "/images/cheatsheets/letter.svg"
		},
		{
			"title": "HeadHunter",
			"text": "Статусы в откликах на вакансию помогут не заполонить почту и чаты перепиской.",
			"img": "/images/cheatsheets/hh.svg",
			"link": "https://hh.ru/"
		},
		{
			"title": "Воронка",
			"text": "Отказывайте по составленной вами схеме. Не держитесь за толкового кандидата, как за последнего.",
			"img": "/images/cheatsheets/funnel.svg"
		}
	],
	"director": {
		"text": "Тестовое задание — это самое трудоемкое в процессе найма. Оценка результатов занимает уйму времени, и эту задачу невозможно отложить надолго. Если человек сделал тестовое задание, то у вас с ним появился неявный контракт. Какой — решайте. Но у вас точно не получится просто уйти и сделать вид, что ничего не было.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

