{
	"title": "Как и зачем комментировать макеты в Figma",
	"subtitle": "Для не-дизайнеров комментирование с привязкой к конкретному месту в макете может оказаться неочевидным способом давать фидбек. А для дизайнеров это стандартная и важная часть производственного процесса. Чтобы всем было хорошо — договаривайтесь.",
	"section": "team",
	"alias": [
		"figma-layouts-commenting"
	],
	"tags": [
		{
			"tag": "комментирование в Figma"
		},
		{
			"tag": "фидбек"
		},
		{
			"tag": "макеты"
		}
	],
	"focuses": [
		{
			"title": "Возможность комментировать прототипы",
			"text": "Как ни странно, не все знают про возможность привязывать комментарии к конкретному месту в макете."
		},
		{
			"title": "Цель комментирования",
			"text": "Чего вы хотите добиться."
		},
		{
			"title": "Жизненный цикл макета",
			"text": "Нельзя комментировать все подряд в произвольный момент времени. "
		}
	],
	"advices": [
		{
			"title": "Поясняйте тип и природу комментария",
			"text": "Это вопрос, уточнение, требование, идея? Из формулировки не всегда понятно."
		},
		{
			"title": "Перечитывайте свои комментарии",
			"text": "Наверняка захочется что-то уточнить, удалить, дополнить, объединить несколько однотипных комментариев вместе."
		},
		{
			"title": "Читайте чужие комментарии",
			"text": "Чтобы не повторять одно и то же."
		},
		{
			"title": "Комментируйте только в Figma",
			"text": "Не надо вдогонку писать в чате «а вот я вспомнил». Вспомнили — вернитесь в Figma и дополните."
		},
		{
			"title": "Не путайте запрос на комментарии с запросом на оценку.",
			"text": "Комментарий — это второй конструктивный взгляд. Он подразумевает ответ на вопрос что (и даже как) изменить. Оценка — это про «хорошо» или «плохо». Запросы на оценку у профессионалов встречаются редко."
		}
	],
	"cases": [
		{
			"title": "presentstar",
			"text": "UX-писатель работал через комментарии, чтобы не порушить макеты редактированием."
		},
		{
			"title": "anggell",
			"text": "250 очень разных комментариев на один небольшой проект. "
		}
	],
	"goodExample": {
		"text": "Первую версию дизайн-задачника комментировали наши студенты.",
		"link": "https://miro.com/app/board/o9J_kntKRGQ=/",
		"linktext": "Миро-доска с комментариями"
	},
	"badExample": {
		"text": "«Говно», «Ну вы даете!», «Вы ж дизайнеры», «Тут надо все переделать»."
	},
	"instruments": [
		{
			"title": "ФигмаХэлп",
			"text": "Раздел про комментарии.",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Аудиокомментарии",
			"text": "Подходит для пояснения сложного.",
			"img": "/images/cheatsheets/communication.svg"
		},
		{
			"title": "SMART",
			"text": "Если ваш комментарий хотя бы немного похож на задачу и содержит какие-то элементы конкретики, то все ок.",
			"img": "/images/cheatsheets/scram.svg"
		},
		{
			"title": "Большой монитор",
			"text": "С телефона можно оставить один комментарий, но очень неудобно работать с потоком комментариев в целом.",
			"img": "/images/cheatsheets/monitor.svg"
		}
	],
	"director": {
		"text": "Комментирование макетов и работа с комментариями — неотъемлемая часть работы дизайн-команды. Сам по себе такой формат не совершенен. Он жмет и тому, кто комментирует, и тому, кто получает комментарии. Это неудобно, неприятно, недостаточно системно, но это часть производства. Хочется того или нет, комментирование нужно каким-то образом освоить и приспособить под себя.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

