{
	"title": "Почему дизайнеры считают объём работ и сроки приблизительно и как получить от них более точную оценку",
	"subtitle": "Одним словом — неопределенность. Это свойство любых дизайнерских задач и особенно тех, где еще нет достаточно детализированного образа результата. Умение оценивать дизайн-проекты точно приходит с опытом. Помогает коллективная оценка, понимание границ бюджета и сроков, описание функциональности и процесса принятия решений.",
	"section": "customer",
	"alias": [
		"accurate-assessment-of-the-scope-of-work"
	],
	"tags": [
		{
			"tag": "объем работ"
		},
		{
			"tag": "оценка"
		},
		{
			"tag": "дизайн-проект"
		}
	],
	"focuses": [
		{
			"title": "Неопределенность",
			"text": "Не только со стороны дизайнеров, а со стороны задачи вообще."
		},
		{
			"title": "Граница бюджета",
			"text": "Дизайн способен занять все время и весь бюджет. Нужны рамки, чтобы хоть от чего-то отталкиваться."
		},
		{
			"title": "Квалификация дизайн-команды",
			"text": "Умение более-менее точно оценивать дизайнерские работы приходит с опытом."
		}
	],
	"advices": [
		{
			"title": "Сообщайте границы проекта",
			"text": "Понимание примерного бюджета и сроков поможет дизайнеру сказать, что он успеет сделать в этих рамках, а что точно нет."
		},
		{
			"title": "Подготовьтесь",
			"text": "Соберите референсы, опишите функциональность, расскажите про систему принятия решений и команду со своей стороны."
		},
		{
			"title": "Доверяйте командной, а не персональной оценке",
			"text": "Один дизайнер не сможет посчитать точно. А вот дизайнер, менеджер и аналитик вместе будут значительно точнее. Подберите команду с опытом. Без опыта непредсказуемость будет зашкаливать."
		},
		{
			"title": "Оцените свой образ результата",
			"text": "Чем конкретнее вы представляете себе результат во всех деталях, тем проще сделать точную оценку. Если образа нет и его надо найти в процессе работы — это нормально, такие проекты бывают часто, но посчитать их точно практически невозможно."
		},
		{
			"title": "Вчитывайтесь и обсуждайте",
			"text": "В хорошей оценке задачи декомпозированы достаточно мелко, а исполнители готовы пояснять, что стоит за каждой строчкой и где не хватает конкретики для более точной калькуляции."
		}
	],
	"cases": [
		{
			"title": "finexware",
			"text": "С нашей стороны была довольно точная оценка, но заказчик отказывался в это верить и пытался получить больше, чем мог себе позволить."
		},
		{
			"title": "miaz",
			"text": "Дизайн силами заказчика занимал непредсказуемое количество времени. Мы смогли поставить рамки, посчитать бюджет и точно в него уложиться."
		}
	],
	"goodExample": {
		"text": "Детализированные ТЗ на интерфейсы можно делать в таблицах",
		"link": "https://docs.google.com/spreadsheets/d/1KSF1abLXb6loyXkNTvsHV3Hvu5dCl3c1nMe8tZMic28/edit?usp=sharing",
		"linktext": "Фрагмент практически идеального ТЗ"
	},
	"badExample": {
		"text": "Ориентироваться на количество страниц или экранов."
	},
	"instruments": [
		{
			"title": "Диаграмма Ганта",
			"text": "Отлично подходит для декомпозиции и оценки. Важно как минимум уметь ее читать.",
			"img": "/images/cheatsheets/gant.svg"
		},
		{
			"title": "Технический писатель",
			"text": "Или человек, его заменяющий. Для подготовки документов, упрощающих расчеты.",
			"img": "/images/cheatsheets/UX-писатель.svg"
		},
		{
			"title": "Наши кейсы",
			"text": "Мы не везде обновляем цены регулярно, но общее представление получить можно.",
			"link": "https://sobakapav.ru/portfolio",
			"img": "/images/cheatsheets/portfolio.svg"
		},
		{
			"title": "Zoom",
			"text": "Для обсуждения состава работ.",
			"link": "https://zoom.us",
			"img": "/images/cheatsheets/zoom.svg"
		}
	],
	"director": {
		"text": "Оценка очень сильно зависит от ваших амбиций. Будьте готовы, что если вы хотите дизайн как у Apple, вам посчитают проект исходя из десятка итераций на каждый маленький кусочек интерфейса. Смотрите реально. Супердизайн стоит суперденег. Good enough стоит нормально.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

