{
	"title": "Как использовать JTBD в дизайне интерфейсов",
	"subtitle": "Часто под JTBD подразумевает использование формата User Story для описания требований к системе. И это подходит для дизайна. А вот сама методика JTBD — довольно сложный и требовательный к квалификации специалиста инструмент не для дизайна, а для бизнес-анализа. Обычно про настоящий JTBD только говорят, но ничего не делают.",
	"section": "analysis",
	"alias": [
		"jtbd-in-interface-design"
	],
	"tags": [
		{
			"tag": "JTBD"
		},
		{
			"tag": "бизнес-анализ"
		},
		{
			"tag": "жизненные ситуации"
		}
	],
	"focuses": [
		{
			"title": "Бизнес",
			"text": "JTBD — это бизнесовый инструмент. Если бизнес или хотя бы маркетинг его использует, то и дизайнерам можно. Если нет — то это попросту бесполезно."
		},
		{
			"title": "Качество проработки",
			"text": "Эта методика не так терпима к ошибкам, как сценарии или CJM. Фактически, JTBD — это развернутое описание жизненных ситуаций, в которых участвует бизнес. Фиксировать жизненные ситуации сложно, часто люди сползают в описание сценариев."
		},
		{
			"title": "Умение читать JTBD",
			"text": "Если прочитать небрежно даже самый качественный материал, вы просто не поймете, как с ним быть, и как он вообще связан с интерфейсом."
		}
	],
	"advices": [
		{
			"title": "Прочтите методику",
			"text": "Не слушайте, что говорят другие в статьях и докладах, ознакомьтесь с настоящей методикой, она описана и это не секретные знания."
		},
		{
			"title": "Впишите в свою палитру аналитических инструментов",
			"text": "JTBD — это сложный, но сравнительно небольшой инструмент бизнес-анализа. Он не отменяет использование других инструментов проектирования продукта."
		},
		{
			"title": "Попробуйте записать JTBD для имеющегося продукта",
			"text": "Это трудно, что уж говорить про еще не созданный продукт. Зато иллюстрирует всю сложность фрейморка."
		},
		{
			"title": "Попробуйте работать с User Story",
			"text": "Часто в популярных статьях именно этот формат называют JTBD. Схожесть есть, но назначение другое и требования к качеству и проработке значительно ниже."
		},
		{
			"title": "Найдите хороший пример",
			"text": "Эту методику используют, например, консультанты для трансформации бизнеса. Мы занимаемся другим, и примеров у нас нет."
		}
	],
	"cases": [
		{
			"title": "foodtrucks",
			"text": "Реализовали в интерфейсе 60 JTBD"
		},
    {
      "title": "x5-paket",
      "text": "реализовали в интерфейсе 34 JTBD"
    }
	],
	"goodExample": {
		"text": "Чужой пример, зато наглядно иллюстрирует основную мысль этой шпаргалки",
		"link": "https://online.hbs.edu/blog/post/jobs-to-be-done-examples",
		"linktext": "4 real world examples"
	},
	"badExample": {
		"text": "Все время разговаривать о JTBD, но не иметь никаких артефактов."
	},
	"instruments": [
		{
			"title": "Jira, Trello, Notion",
			"text": "В формате User Story принято писать карточки канбана",
			"img": "/images/cheatsheets/jira.svg"
		},
		{
			"title": "Intercom on Jobs‑to‑be‑Done",
			"text": "Бесплатно, но у вас попросят адрес для спама.",
			"link": "https://www.intercom.com/resources/books/intercom-jobs-to-be-done",
			"img": "/images/cheatsheets/book.svg"
		},
		{
			"title": "Шаблон для Figma",
			"text": "Попробуйте сами в учебном режиме и поймите, надо оно вам или нет.",
			"link": "https://www.figma.com/community/file/968431895457137487",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Дизайн-задачник",
			"text": "Используй аналитические инструменты, подходящие для дизайна, не для бизнеса.",
			"link": "https://www.eduhund.ru",
			"img": "/images/cheatsheets/eduhund.svg"
		}
	],
	"director": {
		"text": "Мы бы хотели как-нибудь при случае поработать с клиентом, у которого методика JTBD действительно используется для развития бизнеса. Проблема в том, что мы таких клиентов не видели ни разу. Возможно, просто не повезло.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

