{
	"title": "Как отдавать дизайнерам чёткие распоряжения, если я точно знаю, где должна быть кнопка",
	"subtitle": "Общение с дизайнером четкими распоряжениями — это всегда конфликт. Иногда необходимый и полезный для проекта, но сама ситуация должна быть исключительной. Желательно, давать такие распоряжения не текстом, а визуально. Например, рисовать поверх скриншота.",
	"section": "customer",
	"alias": [
		"clear-instructions-to-designers"
	],
	"tags": [
		{
			"tag": "распоряжения"
		},
		{
			"tag": "рисование"
		},
		{
			"tag": "формат работы"
		}
	],
	"focuses": [
		{
			"title": "Исключительность ситуации",
			"text": "Если вы делаете так постоянно и со всеми элементами, то у вас проблемы. Иногда — можно и даже нужно."
		},
		{
			"title": "Аргументы",
			"text": "«Я так хочу» — не аргумент. «Давайте сделаем и посмотрим как получается» — аргумент. "
		},
		{
			"title": "Согласие дизайнера",
			"text": "Готов ли человек работать по прямой указке? Почти никогда не готов."
		}
	],
	"advices": [
		{
			"title": "Рисуйте сами",
			"text": "Возьмите скриншот и нарисуйте поверх скриншота, что именно вы хотите. Со слов может быть непонятно вообще ничего."
		},
		{
			"title": "Проговаривайте формат работы",
			"text": "Считается, что дизайнеры согласны на такое поведение заказчика. Но на самом деле наоборот. Не доводите до конфликта."
		},
		{
			"title": "Слушайте контраргументы",
			"text": "Вполне может быть, что вы к ним прислушаетесь или найдете компромисс."
		},
		{
			"title": "Держите ответственность",
			"text": "Если после ваших четких указаний получилось плохо, то это ваша ошибка, а не дизайнера."
		},
		{
			"title": "Рисуйте варианты",
			"text": "Если не можете договориться, рисуйте разные варианты. Сравнивать картинки быстрее и проще, чем обсуждать на словах."
		}
	],
	"cases": [
		{
			"title": "otkritie",
			"text": "В банковских интерфейсах часто бывают жесткие требования к отдельным элементам. Например, требование безопасности."
		},
		{
			"title": "yit",
			"text": "CRM задавала очень жесткие ограничения вплоть до расположение кнопок."
		}
	],
	"goodExample": {
		"text": "Подобрали хорошую цветовую палитру, но заказчик настоял на своей, потому что это отраслевой стандарт.",
		"link": "https://portfolio.sobakapav.ru/raisa",
		"linktext": "РАИСА"
	},
	"badExample": {
		"text": "Вся постановка дизайнеру — текстовое описание, где какие кнопки рисовать."
	},
	"instruments": [
		{
			"title": "Miro",
			"text": "Давать четкие указания поверх скриншота",
			"img": "/images/cheatsheets/miro.svg",
			"link": "https://miro.com/ru/"
		},
		{
			"title": "Скриншотилка",
			"text": "Для того же самого",
			"img": "/images/cheatsheets/screenshots2.svg"
		},
		{
			"title": "Zoom",
			"text": "Режим рисования прямо поверх демонстрации экрана",
			"img": "/images/cheatsheets/zoom.svg",
			"link": "https://zoom.us/ru"
		},
		{
			"title": "Документация",
			"text": "Сослаться на конкретный пункт с ограничениями",
			"img": "/images/cheatsheets/page.svg"
		}
	],
	"director": {
		"text": "Есть две крайности. Дизайнеры рассказывают, что они решают бизнес-задачу в общем виде. Аналитики думают, что правильная постановка дизайнеру — четкое указание, где какая кнопка должна быть. Обе крайности — не ОК. Иногда действительно нужно ткнуть пальцем, где поставить зеленую кнопку. Случается это не так часто, как думают аналитики, и не так редко, как хотелось бы дизайнерам.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

