{
	"title": "Как нанять дизайнера интерфейса",
	"subtitle": "Найм дизайнера, как, пожалуй, и любой найм, это рутинная задача. Сотни кандидатов, десятки собеседований, тестовые задания — и есть шанс найти среднего специалиста. Со звездами сложнее. Настолько, что проще обратиться в рекрутинговое агентство. Или надеяться на чудо, так тоже бывает.",
	"section": "business",
	"alias": [
		"interface-designer-recruitment"
	],
	"tags": [
		{
			"tag": "дизайнер интерфейсов"
		},
		{
			"tag": "профессиональное развитие"
		},
		{
			"tag": "найм"
		}
	],
	"focuses": [
		{
			"title": "Четкое понимание интерфейсной задачи",
			"text": "Зачем нужны исследования, как делать концепты, что важно при проработке деталей и передаче в разработку."
		},
		{
			"title": "Тестовое задание",
			"text": "Маленькое и фильтрующее неадекват."
		},
		{
			"title": "Портфолио в Figma",
			"text": "Убедиться, что человек владеет инструментом."
		}
	],
	"advices": [
		{
			"title": "Не хватайтесь за первого попавшегося",
			"text": "Это не такая уж редкая профессия. Переберите большое количество людей (1000 кандидатов — это нормально), наполните воронку. Да, это займет время, на следующий день не найдется."
		},
		{
			"title": "Адекватно оцените интересность вашей задачи для профессионалов",
			"text": "Если задача скучная, вы никакими усилиями не заманите крутана. Придется иметь дело с очень средним уровнем, и это нормально. Не мечтайте о гение, который всех спасет."
		},
		{
			"title": "Платите независимо от квалификации",
			"text": "Рынок такой, что эта специализация стоит дорого, независимо от уровня кандидата. За три копейки вы получите человека, который будет только вредить."
		},
		{
			"title": "Попробуйте на проекте",
			"text": "Предлагайте подходящим кандидатам пробный оплачиваемый проект. Так вы узнаете о скиллах человека значительно больше, чем можно выяснить в интервью или по портфолио."
		},
		{
			"title": "Откажитесь от найма",
			"text": "Когда нанимаете дизайнера, нужно понимать, что придется его прокачивать. Профессиональное развитие — основная мотивация дизайнера. Оцените, есть ли у вас экспертиза для этого. Если нет, может вообще не стоит его нанимать."
		}
	],
	"cases": [
		{
			"title": "just-info",
			"text": "Всю команду подбирали под конкретные области ответственности в комплексном проекте."
		},
		{
			"title": "smartdeal",
			"text": "Три кандидата сделали три разных концепта по черновым наброскам. Всем троим заплатили, с одним продолжили работать дальше."
		}
	],
	"goodExample": {
		"text": "Мы не всегда нанимаем активно, но всегда рассказываем о том, кто нам в принципе бывает нужен.",
		"link": "https://sobakapav.ru/vacancy",
		"linktext": "Страница вакансий"
	},
	"badExample": {
		"text": "Найти одного человечка, готового работать за еду, и ждать, что он сделать дизайн как у Apple."
	},
	"instruments": [
		{
			"title": "HeadHunter",
			"text": "Все еще основной инструмент для поиска кандидатов",
			"img": "/images/cheatsheets/hh.svg",
			"link": "https://hh.ru/"
		},
		{
			"title": "Рекрутинговое агентство",
			"text": "Найти гения на все руки по знакомым и через HH практически невозможно",
			"img": "/images/cheatsheets/agency.svg"
		},
		{
			"title": "Подрядчики",
			"text": "Например, наши подрядчики переманивают у нас",
			"img": "/images/cheatsheets/subcontractors.svg"
		},
		{
			"title": "Преподавание",
			"text": "Прочтите лекцию в вузе и к вам придут умные специалисты",
			"img": "/images/cheatsheets/education.svg"
		}
	],
	"director": {
		"text": "Если вам нужен дизайнер уровня выше среднего, делайте все возможное, чтобы его подманить: создавайте комьюнити, проводите ивенты, пишите статьи, формируйте HR-бренд, даже если вы маленькие. И продумывайте воронку — отсматривайте всех, собеседуйте, нанимайте и увольняйте. Параллельно ищите брильянтов по знакомству. И не стесняйтесь показать гениальность тех, кто от вас уходит. Например, как на нашей странице выпускников. Это еще один из способов заинтересовать крутых кандидатов.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

