{
	"title": "Как использовать эвристики в дизайне интерфейсов",
	"subtitle": "Эвристика — не наука, а способ быстро принимать некритичные решения. Эвристики можно и нужно применять в повседневной работе и даже строить на их основе обоснование решений. Главное, не считать эвристику истиной в последней инстанции.",
	"section": "details",
	"alias": [
		"heuristic-interface-design"
	],
	"tags": [
		{
			"tag": "эвристики"
		},
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "принятие решений"
		}
	],
	"focuses": [
		{
			"title": "Источник",
			"text": "Все говорят и всем известно — это не источник. Каждую эвристику кто-то придумал и обосновал. Иногда к эвристике прилагаются некоторые ограничения, хорошо бы про них узнать в первоисточнике."
		},
		{
			"title": "Эвристичность",
			"text": "Эвристики помогают быстро принять какое-то несущественное (это важно!) решение. Как только решение становится более критичным, нужно полагаться на более серьезную аргументацию. Эвристика дает простой и быстрый ответ, но это не истина в последней инстанции."
		},
		{
			"title": "Понятность команде.",
			"text": "Если эвристика понятна всем участникам, то ее проще использовать. Чаще всего более понятными оказываются внутрикорпоративные эвристики."
		}
	],
	"advices": [
		{
			"title": "Изучите эвристики Нильсена",
			"text": "Формулировки заучивать бесполезно. Полезно приложить их к своей работе и понять, как они работают в вашем случае. Это довольно сложная задача."
		},
		{
			"title": "Освойте популярные эвристики",
			"text": "Пять плюс-минус два, телефон в правом верхнем углу, красное привлекает внимание, правило Парето, нужно больше воздуха и т.д. Обязательно усомнитесь, найдите контрпримеры, примерьте на свои задачи и поймите, когда они бесполезны."
		},
		{
			"title": "Используйте для решения одной проблемы одну эвристику",
			"text": "Не пытайтесь применить сразу ворох эвристик к одной задаче. Эвристики — это способ упростить жизнь, а не усложнить."
		},
		{
			"title": "Рассказывайте другим",
			"text": "Презентуйте решения с помощью эвристик и поясняй, что это не научные законы. В командной работе все должны знать, какие эвристики какую проблему решают."
		},
		{
			"title": "Выявляйте свои собственные эвристики",
			"text": "«Я всегда делаю так» — верный признак эвристики. А почему? Потому что это как-то, да работает."
		}
	],
	"cases": [
		{
			"title": "qiwi",
			"text": "Заказчик просил аргументировать решения через эвристики Нильсона, но оказалось, что было достаточно внятного логически стройного пояснения."
		},
		{
			"title": "simetra",
			"text": "Находили статьи с описанием эвристик, которыми мы пользовались, и использовали эти статьи для обоснования решений."
		}
	],
	"goodExample": {
		"text": "Отсылались к эвристикам для обоснования решений",
		"link": "https://sobakapav.ru/microcases/MirBeer",
		"linktext": "МирБир"
	},
	"badExample": {
		"text": "Пытаться все делать на основе строго доказанных научных фактов. Научная строгость попросту невозможна в практическом смысле и в контексте цифрового производства."
	},
	"instruments": [
		{
			"title": "10 эвристик Нильсона",
			"text": "Базовые эвристики для интерфейсов.",
			"img": "/images/cheatsheets/person2.svg"
		},
		{
			"title": "Видео от ОП, в котором чувак проясняет про эврестическое мышление",
			"text": "Пояснение природы и самого процесса использования.",
			"img": "/images/cheatsheets/youtube.svg"
		},
		{
			"title": "Коллекция эвристик в UX-дизайне",
			"text": "Также можно использовать для обоснования решений.",
			"img": "/images/cheatsheets/light.svg",
			"link": "https://lawsofux.com/"
		},
		{
			"title": "Свой опыт",
			"text": "Отрефлексируйте, что вы на самом деле делаете, как мыслите и принимаете решения.",
			"img": "/images/cheatsheets/pin.svg"
		}
	],
	"director": {
		"text": "Проклятье эвристик в том, что их путают с достоверным научным знанием. Это удобный инструмент для быстрых решений и получения приемлимых результатов. Но считать, что эвристики доказывают чью-то правоту — безумие. Они не для этого созданы. И еще забавно, когда эвристики выдают за отдельное тайное знание.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

