{
	"title": "Как убедиться, что дизайн интерфейса решает бизнес-задачу",
	"subtitle": "Это и сложно, и просто. Просто — сверять бизнес-задачу с дизайном, когда есть четкая формулировка. Сложно — сделать так, чтобы эта формулировка была, была актуальной, была у всех участников, и никто не потерял ее, закопавшись в нюансах производства.",
	"section": "business",
	"alias": [
		"interface-design-solves-business-goal"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "бизнес-задача"
		},
		{
			"tag": "производство"
		}
	],
	"focuses": [
		{
			"title": "Бизнес-задача",
			"text": "Очень и очень важна четкая емкая формулировка в письменном виде, а не общий настрой «давайте сделаем»."
		},
		{
			"title": "Бизнес-задача",
			"text": "Она могла измениться по ходу работы над проектом. Если есть вопросы к дизайну, возможно он не плох объективно, но решает уже неактуальную бизнес-задачу."
		},
		{
			"title": "Бизнес-задача",
			"text": "Бизнес-задача — это то, за что отвечает кто угодно, кроме дизайнера. Дизайнер в некотором смысле исполнитель, он может быть проактивным, но не может нести ответственность."
		}
	],
	"advices": [
		{
			"title": "Сверяйтесь постоянно",
			"text": "Все промежуточные результаты проверяйте об зафиксированную бизнес-задачу."
		},
		{
			"title": "Держите в курсе дизайнеров",
			"text": "Пивот возможен, главное не тайком."
		},
		{
			"title": "Доносите формулировку до всех",
			"text": "И до дизайнеров, и до заказчика. И договориться, что есть определенные последствия изменения этой задачи."
		},
		{
			"title": "Набейте руку в формулировках",
			"text": "Это нетривиальный навык, но его можно тренировать. Не любой набор умных слов можно считать бизнес-задачей."
		},
		{
			"title": "Тестируйте по сценариям",
			"text": "Конечно, сценарии тоже должны опираться на бизнес-задачу."
		}
	],
	"cases": [
		{
			"title": "novotelecom",
			"text": "Заказчик четко понимал задачу: снизить нагрузку на инженеров и уменьшить количество ошибок путем разработки приложения, опробованного в формате MVP."
		},
		{
			"title": "sportmaster",
			"text": "UX-исследование было необходимо для принятия решения по дальнейшей судьбе пилотного проекта."
		}
	],
	"goodExample": {
		"text": "Важны формулировки и связь с дизайн-задачей. Показываем, как делаем мы.",
		"link": "https://www.sobakapav.ru/publications/designandbusiness",
		"linktext": "Примеры бизнес-задач"
	},
	"badExample": {
		"text": "Отсутствие формулировки бизнес-задачи. Все говорят о ней, но никто не может ее сформулировать."
	},
	"instruments": [
		{
			"title": "Наши кейсы",
			"text": "Показываем связь бизнес-задачи с дизайном ",
			"img": "/images/cheatsheets/portfolio.svg",
			"link": "https://sobakapav.ru/portfolio/"
		},
		{
			"title": "Комментарии в Figma",
			"text": "Чем быстрее дизайн-команда получает фидбек бизнесового плана, тем лучше",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Конкуренты",
			"text": "Эти люди, которые решают те же самые задачи. Есть смысл сверяться с тем, как они это делают",
			"img": "/images/cheatsheets/competitor.svg"
		},
		{
			"title": "Метрики",
			"text": "Если бизнес-задача сводится к метрикам, то хорошо бы распространить их и на дизайн",
			"img": "/images/cheatsheets/metrics.svg"
		}
	],
	"director": {
		"text": "Особенно в начале проекта формулирование бизнес-задачи кажется чем-то занудным, абстрактным. Никому нет до этого дела, зато есть ощущение, что все и так все понимают. Это ощущение проходит быстро, и начинаются взаимные недовольства. Поэтому проговорите и пропишите, для чего вы делаете дизайн. Дело на пять минут.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

