{
	"title": "Как оценить, окупятся ли затраты на переделку интерфейса",
	"subtitle": "Дизайн редко когда окупается сам по себе, обычно это часть чего-то большего. Надежней всего оценивать эффективность решения более высокоуровневой задачи бизнеса, а дизайн рассматривать, как одну из статей расхода. Не обязательно самую большую, даже чисто дизайнерские переделки влекут за собой траты на внедрение и изменение бизнес-процессов.",
	"section": "business",
	"alias": [
		"interface-redesign-costs-assesment"
	],
	"tags": [
		{
			"tag": "бизнес-процессы"
		},
		{
			"tag": "окупаемость"
		},
		{
			"tag": "метрики"
		}
	],
	"focuses": [
		{
			"title": "Финансовые задачи переделки",
			"text": "Повысить инвестиционную привлекательность, увеличить продажи, выгодно представить продукт на выставке, скорректировать целевую аудиторию, выйти на новый рынок, что-то еще. Если нет цели, не получится посчитать целесообразность."
		},
		{
			"title": "Срок окупаемости",
			"text": "Бывает сразу, но обычно это полгода-год."
		},
		{
			"title": "Альтернативы",
			"text": "Всегда есть выбор, вкладываться в переделку или в что-то другое."
		}
	],
	"advices": [
		{
			"title": "Придумайте метрику",
			"text": "Ценность компании для инвесторов, признание на рынке, лояльность цифровых пользователей, эффективность представленности на выставках, количество обращений в поддержку, cнижение порога вхождения. Конверсия и количество лидов — тоже хорошие метрики, но они не единственные."
		},
		{
			"title": "Измерьте Current State",
			"text": "Общепринятых метрик измерения качества дизайна не существует. Выбранная метрика редко когда зависит только от дизайна. Дизайн — немножко волевое решение и вера."
		},
		{
			"title": "Прикиньте затраты на подрядчиков",
			"text": "Подрядчики, которые понимают, что дизайн должен вернуть инвестиции в себя, стоят дороже. Но подрядчики, которые этого не понимают, не сделают дизайн, который окупит затраты. Либо вы платите первым, либо вы работаете чисто с исполнителями и сами добиваетесь от них инвестиционной эффективости."
		},
		{
			"title": "Добавьте к этим затратам свои собственные",
			"text": "Редизайн требует огромного соучастия заказчика. Ваше время — тоже деньги. Календарное время — тоже затраты: пока внедряете супермодное, оно перестает быть супермодным."
		},
		{
			"title": "Умножьте затраты на два",
			"text": "А свои собственные — может даже и на четыре."
		}
	],
	"cases": [
		{
			"title": "m-line",
			"text": "Работая с нами, заказчик заплатил в 2-3 раза меньше, чем платил бы за год работы штатной команды."
		},
		{
			"title": "f-kabinki",
			"text": "Затраты на сайт отбились со второго заказа."
		}
	],
	"goodExample": {
		"text": "Иногда отдача от дизайн-практик в том, чтобы принять решение, что не нужно инвестировать в разработку.",
		"link": "https://sobakapav.ru/portfolio/bercut/",
		"linktext": "Беркут"
	},
	"badExample": {
		"text": "Когда весь дизайн-проект делается ради того, чтобы принять решение, нужен ли он. Обычно этим страдают корпорации."
	},
	"instruments": [
		{
			"title": "Диаграмма Ганта",
			"text": "Считать деньги",
			"img": "/images/cheatsheets/gant.svg"
		},
		{
			"title": "Google Analytics",
			"text": "Для общепринятных цифровых метрик",
			"img": "/images/cheatsheets/google-analytics.svg",
			"link": "https://developers.google.com/analytics?hl=ru"
		},
		{
			"title": "Amplitude",
			"text": "Для общепринятных продуктовых метрик",
			"img": "/images/cheatsheets/amplitude.svg",
			"link": "https://amplitude.com/"
		},
		{
			"title": "Электронные таблицы",
			"text": "Для бюджетирования и мониторинга",
			"img": "/images/cheatsheets/table.svg"
		}
	],
	"director": {
		"text": "Фирма делает тотальный редизайн перед своим разорением. Это как последняя надежда для тех, кто не хочет меняться по сути.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

