{
	"title": "Как сделать дизайн интерфейса системы, которая используется в конкретной отрасли",
	"subtitle": "Погружаться в новое и незнакомое можно и нужно с помощью эксперта и полевых наблюдений. Полезно держать в голове бинес-задачу, почти наверняка она не ограничивается удобством пользователя. Совсем практический совет: интерфейс должен быть плотным, а не воздушным.",
	"section": "customer",
	"alias": [
		"interface-design-in-a-specific-industry"
	],
	"tags": [
		{
			"tag": "отраслевые интерфейсы"
		},
		{
			"tag": "бизнес-задача"
		},
		{
			"tag": "наблюдения"
		}
	],
	"focuses": [
		{
			"title": "Специалист",
			"text": "Специфики в любой отрасли очень много. Узнать ее без помощи эксперта попросту невозможно."
		},
		{
			"title": "Фигуры умолчания",
			"text": "То, к чему все привыкли и о чем не говорят. Например, «послать документы» в IT-отрасли и в ЖКХ — совсем разные действия."
		},
		{
			"title": "Конфигурация железа",
			"text": "Это не всегда компьютер и не всегда только компьютер."
		}
	],
	"advices": [
		{
			"title": "Проведите полевое наблюдение",
			"text": "Конкретно с отраслевыми системами это источник большого количества ценной информации."
		},
		{
			"title": "Оцифровывайте лайфхаки",
			"text": "Люди изобретают лайфхаки, когда им неудобно или когда в нынешнем интерфейсе не хватает возможностей. Часто эти идеи можно использовать для улучшения продукта."
		},
		{
			"title": "Держите бизнес-задачу",
			"text": "В отраслевых интерфейсах улучшения далеко не всегда связаны с абстрактным удобством пользователя. Задачей может быть снижение порога вхождения, уменьшение количества ошибок, выход на новый рынок, повышение скорости выполнения операции, акценты на важных для бизнеса фичах."
		},
		{
			"title": "Вовлекайте специалистов",
			"text": "Помогайте им излагать свою экспертизу интерфейсным языком. Хотя бы выясните, какие похожие интерфейсы они видели и что про них думают."
		},
		{
			"title": "Рисуйте плотнее",
			"text": "Интерфейсы, предназначенные для постоянного профессионального использования, подчиняются совсем другим законам организации пространства, чем массовые цифровые продукты. "
		}
	],
	"cases": [
		{
			"title": "geonaft",
			"text": "Реализовали в интерфейсе те действия, которые раньше делали с помощью сторонних программ."
		},
		{
			"title": "algohelp",
			"text": "Оцифровали офлайн-инстуркции и убедились, что они требуют переработки."
		}
	],
	"goodExample": {
		"text": "Даже если социолога в команде нет, кто-то должен провести исследование.",
		"link": "https://docs.google.com/document/d/1wRUOb883t3pvdTiTHn4zlaBAeuUbqvDjrYGOa5lB-kE/edit?usp=sharing",
		"linktext": "Пример полевого наблюдения"
	},
	"badExample": {
		"text": "Вдохновится и создать концепт прорывного интерфейса."
	},
	"instruments": [
		{
			"title": "Демо-доступ",
			"text": "Желательно, к конкурирующим системам тоже.",
			"img": "/images/cheatsheets/demo.svg"
		},
		{
			"title": "Социолог-исследователь",
			"text": "Полевые наблюдения — довольно сложная работа. Лучше чтобы ее делал специально обученный человек.",
			"img": "/images/cheatsheets/person2.svg"
		},
		{
			"title": "Друзья из отрасли",
			"text": "Помогут подготовиться к общению с заказчиком.",
			"img": "/images/cheatsheets/peoples.svg"
		},
		{
			"title": "Демо-среда",
			"text": "Если интерфейс выходит за рамки монитора.",
			"img": "/images/cheatsheets/education.svg"
		}
	],
	"director": {
		"text": "Самое важно, что нужно запомнить: это не творчество.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

