{
	"title": "Как навести порядок в бесконечных версиях экранов",
	"subtitle": "Наведение порядка в Figma-файле — это постоянная гигиеническая задача, потому что в процессе реальной работы проект обрастает огромным количеством промежуточных версий и черновиков. Идеальный порядок недостижим, нужно договариваться с коллегами, какого порядка будет достаточно.",
	"section": "close-up",
	"alias": [
		"order-in-screen-versions"
	],
	"tags": [
		{
			"tag": "порядок"
		},
		{
			"tag": "пространство экрана"
		},
		{
			"tag": "Figma"
		}
	],
	"focuses": [
		{
			"title": "Список изменений, которые ты планируешь сделать",
			"text": "Пока неизвестен объем, сложно придумать схему ведения версионности."
		},
		{
			"title": "Возможности Figma для наведения порядка",
			"text": "Версионность, секции, массовое переименование фреймов, да и просто огромные плашки с заголовками для разделения пространства экрана."
		},
		{
			"title": "Итерации",
			"text": "В начале проекта структурирование по итерациям — достаточно аккуратный способ, не требующий большого количества времени на наведение порядка."
		}
	],
	"advices": [
		{
			"title": "Разделяйте списки изменений",
			"text": "Отдельно храните задачи, которые делаете прямо сейчас, отдельно — планы и идеи на будущее."
		},
		{
			"title": "Разделяйте версионность рабочих экранов и отданных",
			"text": "Даже в уже переданные экраны придется вносить правки. Начинайте новый виток версий, не отдавайте в разработку экраны вида «Итерация 29»."
		},
		{
			"title": "Обнуляйте",
			"text": "Дошли до какой-то стадии понятности — унесите все промежуточное в архив или, наоборот, вытащите все актуальное на отдельный лист."
		},
		{
			"title": "Не трогайте переданные фреймы",
			"text": "Разработчики могут вставлять в тикеты ссылки на конкретные фреймы. Если вам нужно внести в них изменения, сделайте резервную копию и работайте в финальной версии."
		},
		{
			"title": "Отключайте все компоненты в старых версиях макетов",
			"text": "Чтобы при изменении компонентов в архиве гарантированно оставались предыдущие варианты дизайна."
		}
	],
	"cases": [
		{
			"title": "avicenna",
			"text": "После нескольких итераций концептуального поиска создали новый файл проекта и начали вести его с нуля."
		},
		{
			"title": "res",
			"text": "У нас было большое количество однотипных экранов, и называть фреймы по логике было попросту невозможно. Мы давали им уникальные кодовые номера."
		}
	],
	"goodExample": {
		"text": "Легкое структурирование с самого начала уменьшает количество бардака в процессе.",
		"link": "https://www.figma.com/design/l59pImenl5MKaL9hPerIj3/Page-with-structure?type=design&node-id=4540%3A24199&mode=design&t=UzpMX6ihaK7dFurC-1",
		"linktext": "Шаблон страницы проекта"
	},
	"badExample": {
		"text": "Не иметь версий экранов. Лучше неструктурированный бардак, который можно причесать, чем отсутствие возможности посмотреть на прошлые итерации."
	},
	"instruments": [
		{
			"title": "Логика наименования версий x.x.x",
			"text": "1 цифра — обратная совместимость, 2 — минорные изменения, 3 — номер редакции, сборки",
			"img": "/images/cheatsheets/logic.svg"
		},
		{
			"title": "Страница «архив»",
			"text": "переносить неактуальное, не слишком убиваясь по наведению порядка",
			"img": "/images/cheatsheets/folder.svg"
		},
		{
			"title": "Версионность в Figma",
			"text": "используют редко, а зря",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Подписка Enterprise в Figma",
			"text": "появляются ветки, как в GitHub",
			"img": "/images/cheatsheets/subscribtion.svg"
		}
	],
	"director": {
		"text": "Допустимый уровень бардака — это не мнение одного человека, а коллективное соглашение о том, какой уровень допустим. Об этом нужно договариваться заранее, и если вы вылезли за рамки соглашения, то и наводить порядок придется всем вместе.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

