{
	"title": "Как выбрать лучшее дизайн-решение из нескольких",
	"subtitle": "Скорость принятия решений критична в дизайн-проектах, чтобы они не останавливались. Лучше передумать, чем затормозить процесс. Лучше всего принимать решения исходя из потребностей бизнеса, а если бизнесу все равно — не скрывать это от дизайн-команды и дать ей свободу действий.",
	"section": "customer",
	"alias": [
		"how-to-choose-the-best-design-solution"
	],
	"tags": [
		{
			"tag": "дизайн-проекты"
		},
		{
			"tag": "принятие решений"
		},
		{
			"tag": "потребности бизнеса"
		}
	],
	"focuses": [
		{
			"title": "Аргументы",
			"text": "В чем принципиальные отличия вариантов? Нет аргументов — нет выбора."
		},
		{
			"title": "Возможность передумать",
			"text": "Насколько критично принимать это решение прямо сейчас?"
		},
		{
			"title": "Микс",
			"text": "Можно ли совместить эти решения? Бывает, что можно."
		}
	],
	"advices": [
		{
			"title": "Забейте",
			"text": "Если вам предложили выбор, значит на вопрос уже обратили внимание и подумали, как лучше. В этом случае хорошее решение — любое. Самые коварные вопросы — такие, которые остались без внимания команды и без вариантов выбора."
		},
		{
			"title": "Решайте быстро",
			"text": "Основная проблема в том, что отсутствие решения стопорит производственный процесс. Чаще всего неправильное решение можно перепринять позднее, главное, чтобы работа продолжалась."
		},
		{
			"title": "Решите и успокойтесь",
			"text": "Нет ничего хуже, чем постоянно менять решения и устраивать кучу совещаний по мелким вопросам."
		},
		{
			"title": "Принимайте решения позиции бизнеса",
			"text": "Не играйте в дизайнера, если не дизанер. От бизнеса ждут бизнес-решений, а если бизнесу все равно — так и скажите."
		},
		{
			"title": "Доверяйте дизайн-команде",
			"text": "Не одному конечному исполнителю, а всем, кто вовлечен в проект. В том числе со стороны заказчика."
		}
	],
	"cases": [
		{
			"title": "res",
			"text": "Ключевые компетенции были на стороны заказчика, поэтому выбор был всегда на его стороне."
		},
		{
			"title": "netrika",
			"text": "Предлагали несколько решений для одного и того же интерфейса. Решения принимались тяжело, но принимались."
		}
	],
	"goodExample": {
		"text": "Чтобы заказчику было проще принимать решение по визуальному стилю, мы распределяем референсы по шкалам.",
		"link": "https://miro.com/app/board/uXjVNMgOn58=/?share_link_id=250846761047",
		"linktext": "Мудборд"
	},
	"badExample": {
		"text": "Хуже, чем игнорировать принятие решения есть только одно: в каждый момент времени решение есть, но оно все время меняется."
	},
	"instruments": [
		{
			"title": "Монетка или игровой кубик",
			"text": "Если не нравится, что выпало, значит решение должно быть другим.",
			"img": "/images/cheatsheets/dice.svg"
		},
		{
			"title": "Продукты конкурентов",
			"text": "Хорошая основа для принятия бизнес-решений, от клонирования до создания полной противоположенности.",
			"img": "/images/cheatsheets/competitor.svg"
		},
		{
			"title": "Навыки фасилитации или фасилитатор",
			"text": "Если система принятия решений устроена сложно, то потребуются отдельные усилия, чтобы эти решения принимались.",
			"img": "/images/cheatsheets/pin.svg"
		},
		{
			"title": "Менеджер проекта",
			"text": "И с вашей стороны тоже, в том числе для принятия решений.",
			"img": "/images/cheatsheets/menager.svg"
		}
	],
	"director": {
		"text": "Иногда дизайн-команды предлагают заказчику принять решение только для того, чтобы вовлечь его в процесс дизайна. Это своего рода профессиональный смол-толк, и от него не зависит судьба проекта. В таких случаях важно не само решение, а ваше вовлечение и общение с дизайн-командой.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

