{
	"title": "Как создавать дизайн интерфейса в agile-разработке",
	"subtitle": "Аджайл — непривычная форма работы для дизайнеров, которые привыкли приносить финальный результат целиком. В аджайле все наоборот: результат надо выдавать маленькими порциями. Но он все равно должен быть финальным и достаточным для разработки. ",
	"section": "team",
	"alias": [
		"interface-design-in-agile-development"
	],
	"tags": [
		{
			"tag": "Agile"
		},
		{
			"tag": "циклы"
		},
		{
			"tag": "ядро"
		}
	],
	"focuses": [
		{
			"title": "Цикл разработки",
			"text": "Какая длительность спринта."
		},
		{
			"title": "Количество команд",
			"text": "Сколько спринтов идет в параллели."
		},
		{
			"title": "Ядро дизайна",
			"text": "Для дизайна точно так же нужна фаза «пилим ядро», как и для разработки."
		}
	],
	"advices": [
		{
			"title": "Поддерживайте желание рисовать в команде",
			"text": "Если внутри команды разработки есть кто-то, кто может дорисовывать, не игнорируйте этого человека. Это может быть QA, аналитик, верстальщик. Помогайте, давайте инструменты."
		},
		{
			"title": "Адаптируйтесь под производство",
			"text": "Не пытайтесь изменить цикл работы под свое представление о прекрасном. Даже если процесс не идеален, его основное свойство — выдавать результат. Сначала встройтесь в процесс выдачи результата, а потом уже предлагайте улучшения."
		},
		{
			"title": "Соблюдайте ритуалы",
			"text": "Коммуникация, выстроенная через ритуалы, — это важный инструмент аджайла, если не сказать его скелет. Все эти стендапы нужны не только для разработчиков, а для всей команды."
		},
		{
			"title": "Выдавайте результат порциями",
			"text": "Обычно дизайн идет от черновиков к большому финальному решению, а в аджайле нужно выдавать много маленьких финальных решений по каждой отдельной задачи. И от части этих решений отказываться — см. следующий пункт."
		},
		{
			"title": "Подходите к каждому спринту как к новому проекту.",
			"text": "Сила аджайла еще и в том, что он позволяет менять результат, который уже был достигнут. Возможно, придется не переделывать."
		}
	],
	"cases": [
		{
			"title": "elma-bot",
			"text": "Работали по спринтам непосредственно вместе с разработкой."
		},
		{
			"title": "humans",
			"text": "Планировали дизайн-работы по бэклогу разработки и обеспечивали дизайном несколько команд одновременно."
		}
	],
	"goodExample": {
		"text": "Когда-то (давно) по этой шпаргалке мы научились коротко рассказывать про Current State.",
		"link": "https://docs.google.com/document/d/1665AMeOrXo_W8W31_UBnWPmfu0hpKJuL1FKqYLOq7M4/edit?usp=sharing",
		"linktext": "Три вопроса для стендапа"
	},
	"badExample": {
		"text": "Искать правильный аджайл. Нет его, все работают в силу своего разумения."
	},
	"instruments": [
		{
			"title": "Книжка про аджайл",
			"text": "Любая. Не осиливаете книжку, посмотрите ролики на YouTube.",
			"img": "/images/cheatsheets/book2.svg"
		},
		{
			"title": "Зеркало",
			"text": "Легко понять методологию, сложно понять, что она относится и к вам тоже.",
			"img": "/images/cheatsheets/mirrow.svg"
		},
		{
			"title": "Backlog",
			"text": "Выглядит как свалка, но на самом деле это единственное, на что можно опираться и что предсказывает будущее.",
			"img": "/images/cheatsheets/Backlog.svg"
		},
		{
			"title": "Jira",
			"text": "Во многих компаниях этим инструментом подменяют методику.",
			"img": "/images/cheatsheets/jira.svg",
			"link": "https://www.atlassian.com/ru/software/jira"

		}
	],
	"director": {
		"text": "Аджайл — очень непривычная для дизайнера форма работы. Нужно постоянно обсуждать макеты с другими, часто показывать конечный результат и регулярно выбрасывать то, что вы уже сделали. А еще — договариваться. Сложно. Зато дизайнер, освоивший аджайл, это суперсила для всей команды.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

