{
	"title": "Как управляться с очень большим проектом в Figma",
	"subtitle": "Большой проект с множеством макетов и железо нагружает, и мешает в нем ориентироваться. Решение одно: наводить порядок, убирать ненужное в отдельные файлы или вообще разбивать проект на несколько отдельных документов.",
	"section": "close-up",
	"alias": [
		"big-figma-project"
	],
	"tags": [
		{
			"tag": "порядок"
		},
		{
			"tag": "структура"
		},
		{
			"tag": "проект в Figma"
		}
	],
	"focuses": [
		{
			"title": "Helicopter view",
			"text": "Периодически осматривайте всю страницу на маленьком масштабе — удается ли считать общую структуру?"
		},
		{
			"title": "Старые макеты",
			"text": "Все что уже неактуально лучше удалять или выносить в отдельный документ. В больших проектах мусор сильно мешает сориентироваться."
		},
		{
			"title": "Железо",
			"text": "Если Figma тупит, когда вы работаете с объемным файлом, возможно вам просто не хватает оперативной памяти."
		}
	],
	"advices": [
		{
			"title": "Используйте список слоев для навигации",
			"text": "Сворачивать и разворачивать дерево слоев можно с помощью горячих клавиш. "
		},
		{
			"title": "Используйте большие заголовки или секции",
			"text": "При взгляде с высока должна быть понятна структура макетов на странице. Для этого можно использовать крупный шрифт или новую фичу — секции с динамическим заголовком."
		},
		{
			"title": "Разбивайте на страницы",
			"text": "По функциональности, по итерациями, по степени готовности или как-то еще. В зависимости от типа проекта один из способов будет работать лучше, чем другие."
		},
		{
			"title": "Разбивайте на файлы",
			"text": "В больших проектах библиотека компонентов по умолчанию выносится в отдельный файл. Это позволяет и сам проект разделить на несколько файлов."
		},
		{
			"title": "Подсвечивайте изменения",
			"text": "Если проект находится в активной фазе, используйте явные визуальные маркеры, отмечающие последние изменения. Еще лучше — прямо в Figma вести чендж-лог."
		}
	],
	"cases": [
		{
			"title": "okey",
			"text": "Первый раз когда мы столкнулись с ограничением Figma по размеру файла."
		},
		{
			"title": "m-Line",
			"text": "Разделили проект на несколько файлов, потому что он оказался тяжелым и нагружал оперативную память."
		}
	],
	"goodExample": {
		"text": "Мы используем такую систему файлов и библиотек.",
		"link": "",
		"linktext": "Дизайн-система Собаки"
	},
	"badExample": {
		"text": "Вести весь проект на странице «page 1»."
	},
	"instruments": [
		{
			"title": "Хорошее железо",
			"text": "чтобы не тормозило на ровном месте.",
			"img": "/images/cheatsheets/hard.svg"
		},
		{
			"title": "Большой монитор",
			"text": "не роскошь, а производственная необходимость.",
			"img": "/images/cheatsheets/monitor.svg"
		},
		{
			"title": "Версионность",
			"text": "черновики и промежуточные варианты останутся в версиях файла.",
			"img": "/images/cheatsheets/pages.svg"
		},
		{
			"title": "Создание скринкастов",
			"text": "скринкасты помогут разобраться в объемом макете лучше, чем инструкции или объяснения голосом.",
			"img": "/images/cheatsheets/microphone.svg"
		}
	],
	"director": {
		"text": "Не всегда, но часто проект разрастается по искусственным причинам. Не сам проект большой, а люди не могут навести там порядок и структурировать все, что они сделали. Не нужно оценивать объем проекта по количеству мусора в рабочем файле. Оценивайте объем по количеству готового к передаче материала. А все остальное смело подчищайте — удаляйте, выносите в отдельные файлы.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

