{
	"title": "Что спросить у разработчиков перед стартом работ по дизайну",
	"subtitle": "Чем больше конкретных вопросов вы сможете задать перед стартом дизайна, тем больше шансов, что вместо «делайте дизайн, мы разберемся» вы получите конкретные требования. А чем больше конкретики, тем больше шансов, что ваш дизайн внедрят.",
	"section": "analysis",
	"alias": [
		"questions-for-development"
	],
	"tags": [
		{
			"tag": "дизайн-проект"
		},
		{
			"tag": "проектирование интерфейсов"
		},
		{
			"tag": "фреймворк"
		}
	],
	"focuses": [
		{
			"title": "Фрейморк",
			"text": "Учитывайте риск, что он может смениться в процессе работы."
		},
		{
			"title": "Платформы",
			"text": "Web, mobile, нативное или не нативное приложение."
		},
		{
			"title": "Степень проработки",
			"text": "Насколько детализированными должны быть макеты для передачи в разработку. "
		}
	],
	"advices": [
		{
			"title": "Показыватейте варианты",
			"text": "Разработчики не всегда знают, что есть целая палитра вариантов, что считать результатом работы дизайнера. От набросков от руки и комментариев к текущей версии сайта до дизайна под ключ с дизайн-системой и интерактивным прототипом. Показать варианты — это задача дизайн-команды."
		},
		{
			"title": "Допустите мысль, что разработка творчески отнесется к вашим эскизам",
			"text": "Что-то будут дорабатывать и переделывать на ходу. Вместо того, чтобы сопротивляться, дайте людям инструмент, который позволит развивать ваш дизайн без вашего участия."
		},
		{
			"title": "Напишите шпаргалку, какие вопросы задать",
			"text": "Подготовка к обсуждению — надежная страховка от того, чтоб забыть что-то важное."
		},
		{
			"title": "Знайте паттерны разработки",
			"text": "Какую длину спринта используют, как ведут бэклог, что обсуждают на стендапах."
		},
		{
			"title": "Подскажите заказчику",
			"text": "Если разработки нет, подскажите заказчику, какой она может быть."
		}
	],
	"cases": [
		{
			"title": "manualmachine",
			"text": "Заказчик отказался участвовать в процессе дизайна, но гарантировал, что примет тот результат, который мы принесем. Это исключение из правил."
		},
		{
			"title": "brighteye",
			"text": "Мы не были знакомы с фреймворком, на котором велась разработка, но довольно быстро изучили его в процессе."
		}
	],
	"goodExample": {
		"text": "Требования разработчиков к макетам интерфейса нетиповой системы с нетиповым дисплеем уместились на полтора страницах.",
		"link": "https://portfolio.sobakapav.ru/res",
		"linktext": "Дизайн интерфейса калибратора тока и напряжения"
	},
	"badExample": {
		"text": "Хуже всего, когда разговора про разработку не случается в принципе. И отсутствие разработчиков не избавляет от этого разговора."
	},
	"instruments": [
		{
			"title": "Гайд для разговора",
			"text": "Используйте нашу шпаргалку.",
			"link": "https://docs.google.com/document/d/1FV8SUtBEde3RcwMVlqn99t8BrIwtuqyPbY1ssuip-_k/edit?usp=sharing",
			"img": "/images/cheatsheets/list.svg"
		},
		{
			"title": "Портфолио",
			"text": "Показывайте свои рабочие файлы в Фигме.",
			"img": "/images/cheatsheets/portfolio.svg"
		},
		{
			"title": "Сообщества разработчиков",
			"text": "Проконсультироваться по тем вопросам, в которых не разбираетесь.",
			"img": "/images/cheatsheets/peoples2.svg"
		},
		{
			"title": "Google Doc",
			"text": "Зафиксировать договоренности, на случай если что-то изменится.",
			"img": "/images/cheatsheets/google-doc.svg"
		}
	],
	"director": {
		"text": "Проектирование интерфейса — это это мостик между бизнесом и реализацией. Поэтому так важно общаться со всем участниками. Налаженная коммуникация повышает шансы, что дизайн внедрят.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

