{
	"title": "Как использовать mood board в дизайне интерфейсов",
	"subtitle": "Главное отличие интерфейсного мудборда в том, что мы фокусируемся не на общем стиле и впечатлении, а на деталях, паттернах, точечных решениях. Это помогает и вдохновение найти, и обсудить конкретику еще до этапа проектирования той или иной части системы. Круто, когда мудборд собирается из собственной библиотеки заранее сохраненных примеров. ",
	"section": "analysis",
	"alias": [
		"mood-board-in-interface-design"
	],
	"tags": [
		{
			"tag": "мудборд"
		},
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "референсы"
		}
	],
	"focuses": [
		{
			"title": "Паттерны интерфейса",
			"text": "Выяснить, как принято в отрасли, в других системах такого же класса."
		},
		{
			"title": "Конкретные решения",
			"text": "Обсуждать с командой и заказчиком на чужих примерах, чтобы не рисовать свое."
		},
		{
			"title": "Поиск визуального языка",
			"text": "В интерфейсном дизайне — не главное, но все равно какой-то стиль должен быть."
		}
	],
	"advices": [
		{
			"title": "Собирайте библиотеку скриншотов",
			"text": "Пополняйте, развивайте и используйте в разных проектах. Структурируйте по разным параметрам: стилевые решения, паттерны, примеры из конкретной отрасли и т.д."
		},
		{
			"title": "Комментируйте",
			"text": "Явно пропишите, о чем этот конкретный скриншот, что тут стоит обсудить и на что обратить внимание. Часто это зависит от конкретной задачи, а не от самого скриншота."
		},
		{
			"title": "Соотносите мудборд со своими возможностями",
			"text": "Мудбордом вы даете обещание клиенту, что сможете сделать так же или хотя бы очень похоже. Далеко не всегда это правда. Используйте свои же референсы для своего профессионального развития."
		},
		{
			"title": "Давайте людям время",
			"text": "Присылайте мудборд заранее или оставляйте людям время на комментарии после обсуждения. Понять, подумать, выбрать, прокомментировать — это проще делать в спокойной обстановке вне рабочего созвона."
		},
		{
			"title": "Обсуждайте детали",
			"text": "Если заказчик ткнул пальцем в скриншот и сказал «мне тут нравится таблица», то значит именно таблицу нужно брать, как референс. Часто бывает наоборот, копируют общий стиль, забивая на детали. И наоборот, если комментарий слишком общий, то нужно уточнить, что конкретно понравилось."
		}
	],
	"cases": [
		{
			"title": "m-Line",
			"text": "Согласовывали требования к визуалу среди большого количества участников проекта."
		},
		{
			"title": "elma-bot",
			"text": "Использовали мудборд для обсуждения интерфейсных паттернов создания чат-ботов."
		}
	],
	"goodExample": {
		"text": "Расположите референсы по разным шкалам: от плотного к воздушному, от темного к светлому и т.д.",
		"link": "https://miro.com/app/board/uXjVNMgOn58=/?share_link_id=250846761047",
		"linktext": "Универсальный мудборд"
	},
	"badExample": {
		"text": "Сделать мудборд для галочки без обсуждения с командой."
	},
	"instruments": [
		{
			"title": "Miro",
			"text": "для обсуждения и комментирования деталей",
			"link": "https://miro.com",
			"img": "/images/cheatsheets/miro.svg"
		},
		{
			"title": "Библиотека скриншотов",
			"text": "чтобы не искать референсы каждый раз заново",
			"img": "/images/cheatsheets/screenshots.svg"
		},
		{
			"title": "Программа для скриншотов",
			"text": "пополнять библиотеку в любой подходящий момент",
			"img": "/images/cheatsheets/screenshots2.svg"
		},
		{
			"title": "Поиск в Гугле по скриншоту",
			"text": "как ни странно, это тоже работает",
			"img": "/images/cheatsheets/google.svg"
		}
	],
	"director": {
		"text": "Ведение библиотеки скриншотов  — занудная деятельность, требующая дисциплины и не дающая быстрого эффекта. Совет «создайте и поддерживайте библиотеку» стандартный, и как все стандартные советы его игнорируют. Порицать не можем, это действительно большая работа, для которой пока нет идеально подходящих инструментов.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

