{
	"title": "Как распределить роли в команде по дизайну интерфейсов",
	"subtitle": "В зависимости от степени неопределенности, роли в проекте могут быть постоянными и временными. В любом случае менеджеру проекта или тимлиду нужно периодически сверять скиллы и интерес конкретных исполнителей с текущими задачами по проекту.",
	"section": "team",
	"alias": [
		"roles-distribution-in-the-interface-design-team"
	],
	"tags": [
		{
			"tag": "роли"
		},
		{
			"tag": "работа в команде"
		},
		{
			"tag": "дизайн интерфейсов"
		}
	],
	"focuses": [
		{
			"title": "Деньги",
			"text": "Роли появляются тогда, когда на это есть бюджет. Специализация — это дорого."
		},
		{
			"title": "Командность",
			"text": "Некоторые роли требуют общения. Если ты дашь эту роль человеку, который не любит общаться, то он запорет задачу, даже если хорошо сделает свою часть."
		},
		{
			"title": "Соотношение масштабов",
			"text": "Размер команды должен хоть как-то соотноситься с масштабом и сложностью/комплексностью задачи. Даже если роль супер-модная, она не обязательно нужна в маленькой команде."
		}
	],
	"advices": [
		{
			"title": "Полагайтесь на опыт и интерес",
			"text": "Интерес может заменить нехватку опыта."
		},
		{
			"title": "Меняйте роли по ходу проекта. Будь готов все поменять, если не справляются",
			"text": "Особенно в начале, когда еще не сработались."
		},
		{
			"title": "Проговаривайте роли",
			"text": "На этом проекте у тебя роль такая-то. Вообще это не очевидно."
		},
		{
			"title": "Запускайте процесс коммуникации",
			"text": "Можете даже показать на своем примере, как выполнять какую-то роль, и дальше отпустить. Распоряжений недостаточно."
		},
		{
			"title": "Планируйте временные роли",
			"text": "Иногда необходимость подключить человека не сразу, а по ходу проекта. Не надо тащить этого человека на все встречи по проекту."
		},
		{
			"title": "Помните про слабое звено",
			"text": "Нельзя пренебрегать ролью. Если мы в целом плюем на менеджмент, на буквы, на оптимизацию картинок при верстке, то итог получается плох, даже если у вас два гениальных человека в команде.  Качество проекта будет равно качеству самого слабого участника. Менеджер на сдачу — самое страшное, что может случиться с проектом. У вас в проекте работают разные люди. Если вы найдете суперпрекрасного рисовальщика иконок, то проект не станет супер. Нормальными должны быть все."
		}
	],
	"cases": [
		{
			"title": "alfastrahhr",
			"text": "На стороне заказчика был отличный продуктоунер, который держал весь проект и понимал, кто ему нужен. Так, на этот проект мы не ставили аналитика, хотя почти всегда ставим."
		},
		{
			"title": "qiwi",
			"text": "Подключали специалистов по мере появления конкретных задач. Работы хватило всем."
		}
	],
	"goodExample": {
		"text": "Круто, когда человек сам может назвать свои роли или направления.",
		"link": "https://drive.google.com/file/d/1K1CJ9QUSUQXN2C9MyXwEG98bPyQlS-Rz/view?usp=sharing",
		"linktext": "Анализ распределения рабочего времени"
	},
	"badExample": {
		"text": "Распределять стандартные роли не учитывая особенностей конкретного проекта. Но всю коммуникацию в команде оставил через себя, и каждый специалист не член команды, а твой подчиненный."
	},
	"instruments": [
		{
			"title": "Книга UX Strategy",
			"text": "Она не про роли, но про аспекты UX-дизайна, за которые кто-то должен отвечать.",
			"link": "https://www.amazon.com/UX-Strategy-Innovative-Digital-Products/dp/1449372864",
			"img": "/images/cheatsheets/book.svg"
		},
		{
			"title": "Методика Скрам",
			"text": "Дизайн-команды похожи на работу по Скраму, хотя название ролей обычно другие.",
			"img": "/images/cheatsheets/scram.svg"
		},
		{
			"title": "Наши кейсы",
			"text": "В них описано много разных ролей.",
			"img": "/images/cheatsheets/portfolio.svg",
			"link": "https://sobakapav.ru/portfolio"
		},
		{
			"title": "Диаграмма Ганта",
			"text": "В ней есть режим назначения исполнителей. Это способ понять, какие исполнители нужны в каких количествах. Вьюшка по ресурсам — удобная штука.",
			"img": "/images/cheatsheets/gant.svg"
		}
	],
	"director": {
		"text": "Распределить роли у себя в голове, а потом требовать от людей исполнения этих ролей, никак с ними не договорившись. «Вы ж дизайнеры, что же вы мне продуктовое решение не принесли. Я же так полагался на вашу экспертизу, а вы мне бизнес не построили!»",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

