{
	"title": "Как закончить проект по дизайну интерфейса",
	"subtitle": "Проекты сами по себе не заканчиваются, нужно приложить отдельные усилия. Явно обозначить фазу финализации, свериться с договором про критерии приемки и составить чек-лист — что конкретно нужно сделать, чтобы закончить.",
	"section": "management",
	"alias": [
		"finishing-design-project"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "завершение проекта"
		},
		{
			"tag": "итерации"
		}
	],
	"focuses": [
		{
			"title": "Договор",
			"text": "И любые формальные договоренности. Если вы делаете коммерческий заказ, помните, что он должен быть коммерчески оправдан для вашего работодателя. Обычно в договоре четко прописаны критерии завершения."
		},
		{
			"title": "Следующая фаза",
			"text": "Что будет после того, как все закончится? Вы уйдете, начнете следующий проект с этим заказчиком, останетесь на авторское сопровождение?"
		},
		{
			"title": "Проектная природа работы",
			"text": "Проекты не заканчиваются сами собой. Для завершения нужно прилагать специальные усилия и обладать отдельной квалификацией."
		}
	],
	"advices": [
		{
			"title": "Обозначьте фазу финализации",
			"text": "Явно, громко и для всех — для команды, заказчика, руководителя. Все должны знать, что мы заканчиваем проект."
		},
		{
			"title": "Сверьтесь с договором",
			"text": "В договоре четко прописано, что мы должны сделать. Могут быть сюрпризы, например, оформление документации."
		},
		{
			"title": "Составьте план запуска",
			"text": "По пунктам — что конкретно нужно доделать, чтобы закончить проект."
		},
		{
			"title": "Соберите цельный результат",
			"text": "Финализируйте все артефакты, а рабочее убери в архив. Уже по тому, что вы показываете, должно быть понятно, что это конечный продукт, а не ворох рабочих материалов."
		},
		{
			"title": "Управляйте потоком правок",
			"text": "Собирайте в один список и договаривайтесь с заказчиком на количество итераций, если не сделали это раньше. Контролируйте поступление новых замечаний — вы это уже обсудили или это что-то новое? Возможно, это повод для продажи следующего проекта или сопровождения."
		}
	],
	"cases": [
		{
			"title": "manualmachine",
			"text": "Единственный случай, когда заказчик на этапе КП гарантировал, что примет результат нашей работы без правок."
		},
		{
			"title": "sberbank",
			"text": "Ближе к концу проекта мы провели презентацию предфинальной версии на широкой аудитории, и это стало началом финализации."
		}
	],
	"goodExample": {
		"text": "Некоторые менеджеры делают себе конспект договора, выносят отдельным чек-листом, что должно быть сделано, чтобы проект считался законченным.",
		"link": "https://www.figma.com/design/o71G4suMIZeMw8VjES7Qs4/",
		"linktext": "Карточка проекта"
	},
	"badExample": {
		"text": "Проект без менеджмента. Сам не закончится."
	},
	"instruments": [
		{
			"title": "Договор",
			"text": "Трясти им не стоит, а вот помнить содержание — очень даже стоит.",
			"img": "/images/cheatsheets/page.svg"
		},
		{
			"title": "Календарь или план проекта",
			"text": "У нас и у заказчика должен быть явным пункт про завершение.",
			"img": "/images/cheatsheets/calender.svg"
		},
		{
			"title": "Чек-лист запуска",
			"text": "Список дел, которые нужно сделать для финализации.",
			"img": "/images/cheatsheets/list.svg"
		},
		{
			"title": "Коммуникация с заказчиком",
			"text": "Заказчик тоже заинтересован в завершении.",
			"img": "/images/cheatsheets/communication.svg"
		}
	],
	"director": {
		"text": "Если затянуть, потратить много времени на бессмысленные правочки и поругаться с заказчиком, то ваша компания потеряет деньги. Важность заканчивания — она чисто экономическая. Ценно не только то, что вы сделали, а как вы это закончили.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

