{
	"title": "Что делать, если заказчик начал рисовать",
	"subtitle": "Если заказчик начал рисовать — это прекрасно. Поощряйте такую деятельность, помогайте найти удобный инструмент, устраивайте совместные воркшопы. И, самое главное, приложите все усилия, чтобы понять и развить те идеи, которые высказывает заказчик.",
	"section": "management",
	"alias": [
		"client-started-do-design"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "ответсвенность"
		},
		{
			"tag": "делегирование"
		}
	],
	"focuses": [
		{
			"title": "Это норма",
			"text": "Никто не пытается отобрать ваш хлеб или водить вашей рукой. Человек пытается сформулировать свою мысль, чтобы его поняли."
		},
		{
			"title": "Этап проекта",
			"text": "Когда и почему заказчик начал рисовать? Набрасывать концепты в начале и доводить самостоятельно в конце — это ОК. Что-то делать в середине — это тревожно."
		},
		{
			"title": "Что он рисует",
			"text": "Копается в визуале, ищет решение UX-проблем, иллюстрирует продуктовые идеи или что-то еще? Это явный маркер, на что нужно обратить внимание всей команде проекта."
		}
	],
	"advices": [
		{
			"title": "Поощряйте",
			"text": "И обсуждайте сделанное. Все это останется на уровне выражения идей, в профессиональную отрисовку не перейдет. Зато обсуждение страхует от ситуации, когда заказчик начинает рисовать вашими руками и указывать, куда какую кнопку поставить."
		},
		{
			"title": "Попробуйте считать идею",
			"text": "Обсуждайте с заказчиком не сам рисунок, а то, что он имеет в виду и пытается сказать."
		},
		{
			"title": "Подхватывайте идею",
			"text": "Не относитесь к рисункам заказчика, как к мусору. Берите его идею, развивайте, обсуждайте, отрисовывайте более детально и точно. По ходу совместной работы изначальную идею можно будет подменить другой или трансформировать, главное не потерять ее на старте."
		},
		{
			"title": "Помогайте",
			"text": "Предлагайте заказчику инструменты для проектирования. Не учите, как надо, просто посоветуйте. Можно сделать песочницу в Figma. Можно рекомендовать Miro, как более простой в освоении инструмент. Легализуйте проектирование в Excel. Напомните про беспроигрышный вариант — ручку и бумагу или доску и маркер."
		},
		{
			"title": "Промолчи про качество.",
			"text": "Заказчик — не дизайнер, не стоит обсуждать и осуждать качество проработки его идей. Все, что он делает — пытается передать основную мысль."
		}
	],
	"cases": [
		{
			"title": "sindbad",
			"text": "Было тревожно, что мы не понимаем заказчика, и это дало импульс выйти из ступора."
		},
		{
			"title": "pangeo",
			"text": "Заказчик «рисовал» скриншотами других сервисов, составлял что-то вроде коллажа."
		}
	],
	"goodExample": {
		"text": "Заказчик сделал эскиз интерфейса на основе одного из наших кейсов, чтобы проиллюстрировать требования.",
		"link": "/portfolio/tis",
		"linktext": "Вводные по медицинской системе"
	},
	"badExample": {
		"text": "Сам не рисует, а нам указывает, куда какую кнопку поставить."
	},
	"instruments": [
		{
			"title": "Miro или Figma",
			"text": "Наложить поверх рисунков заказчика комментарии и пояснения",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Excel",
			"text": "В электронных таблицах удобно делать простые прототипы",
			"img": "/images/cheatsheets/excel.svg"
		},
		{
			"title": "Воркшоп",
			"text": "Рисуйте вместе с заказчиком, если он хочет рисовать",
			"img": "/images/cheatsheets/workshop.svg"
		},
		{
			"title": "Скриншоты других систем",
			"text": "Возможно, заказчику будет проще потыкать пальцем в чужие решения",
			"img": "/images/cheatsheets/screenshots.svg"
		}
	],
	"director": {
		"text": "Подхватить чужую идею — это очень сложно. Суперсила хорошего интерфейсного дизайнера не в том, чтобы придумать и навязать свое, а в том, чтобы из странного сделать крутое. Этот навык и в командной работе очень ценен.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

