{
	"title": "Как оформлять сложные пользовательские сценарии",
	"subtitle": "Сценарий в интерфейсах — это не набор букв, а вполне конкретный инструмент для проектирования. Кстати, не единственный. Дизайн по сценариям нельзя освоить за пять минут, но можно начать. В сложных случаях стоит отталкиваться от основного сюжета и итерация за итерацией насыщать его отклонениями и вариативностью.",
	"section": "close-up",
	"alias": [
		"complex-use-cases"
	],
	"tags": [
		{
			"tag": "пользовательские сценарии"
		},
		{
			"tag": "дизайн по сценариям"
		},
		{
			"tag": "итерации"
		}
	],
	"focuses": [
		{
			"title": "Основной сюжет",
			"text": "Рамка сценария, ключевые шаги от начала до конца, описанные простыми словами. В процессе работы это будет обрастать отклонениями и вариантами."
		},
		{
			"title": "Технические и бизнес-возможности системы",
			"text": "Если вы не ограничены техническими возможностями, можно придумать любой сценарий. Вариативность возникает из ограничений и возможностей. Задача здесь в том, чтобы использовать эти возможности на благо пользователей."
		},
		{
			"title": "Итерации",
			"text": "Написали, проверили, отрисовали, пошли переделывать. Без итераций сценарий будет распадаться, поэтому важно сделать несколько заходов на одно и то же."
		}
	],
	"advices": [
		{
			"title": "Используйте черновик",
			"text": "В сложном сценарии не всегда ясно, с чего начать и что останется в итоге. Поэтому начтите с чего попало, с любой маленькой детали. Но для этого важно быть именно в режиме черновика."
		},
		{
			"title": "Убедитесь, что работаете со сценарием",
			"text": "Можно ли это назвать пошаговой историей? Можно ли записать это в виде диалога пользователя с системой? Заканчивается ли сценарий чем-то конкретным? Если что, существуют и другие виды аналитики, главное избежать самообмана."
		},
		{
			"title": "Начинайте визуализировать сразу",
			"text": "В режиме черновика набросайте, как это будет выглядеть. Название шага в рамочке — уже прототип. Потом сможете запихать внутрь каждого шага все, что там должно быть."
		},
		{
			"title": "Сверяйтесь с сюжетом",
			"text": "После любого изменения в сценариях и макетах проверяйте, не развалился ли переход на следующий шаг. В частности, сценарий должен выдерживать разрывы по времени, отвлечение пользователя, долгую обработку информации системой."
		},
		{
			"title": "Смиритесь с неполнотой",
			"text": "И научите команду смиряться с этим. Именно неполнота сценария позволяет пользоваться этим инструментом. Договаривайтесь, какой степени проработки будет достаточно для перехода к следующему шагу, например, к разработке."
		}
	],
	"cases": [
		{
			"title": "veza",
			"text": "Писали сценарии вместе с заказчиком, который знал нынешние бизнес-процессы и на ходу придумывал новые. В таком формате работы это скорее выявление продукта, чем просто интерфейсный дизайн."
		},
		{
			"title": "crt",
			"text": "Типичная история интерфейса рабочего места: сюжет один, а вся сложность в отклонениях и вариантах."
		}
	],
	"goodExample": {
		"text": "Мы не писали сценарии с нуля, мы взяли сырье заказчика и адаптировали его под тот формат, в котором удобно работать нам.",
		"link": "https://portfolio.sobakapav.ru/tis",
		"linktext": "ТИС"
	},
	"badExample": {
		"text": "Две крайности: CJM вместо сценариев и аналитический паралич, составление безумной таблички с кучей отклонений и нюансов в попытке описать всё и сразу."
	},
	"instruments": [
		{
			"title": "Модуль «Сценарии»",
			"text": "фреймворк для работы с отклонениями и вариантами",
			"img": "/images/cheatsheets/eduhund.svg",
			"link": "https://www.eduhund.ru/program/usecases"
		},
		{
			"title": "Книга Алистера Коберна",
			"text": "лучше пока ничего не написали",
			"img": "/images/cheatsheets/book.svg",
			"link": "https://www.amazon.com/Writing-Effective-Cases-Software-Development-ebook/dp/B00I077Z1M"
		},
		{
			"title": "Miro",
			"text": "для визуализации сценариев в двумерном пространстве",
			"img": "/images/cheatsheets/miro.svg"
		},
		{
			"title": "Гипертекст",
			"text": "попробуйте вики-структуру для описания сложного",
			"img": "/images/cheatsheets/notion.svg"
		}
	],
	"director": {
		"text": "Техника проработки сценариев страшно недооценена и одновременно усложнена. Есть много простых приемов, которые неизбежно тащут к удачному дизайн-решению. Проблема в том, что эти приемы не освоить за пять минут. Не получится выехать на уверенности в умении писать. Надо постараться и приложить отдельные усилия, чтобы сценарий не мешал, а помогал. Покупайте дизайн-задачник, что тут еще сказать.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

