{
	"title": "Как принять коллективное решение по стилю интерфейса",
	"subtitle": "Подготовьте хотя бы 10 референсов для обсуждения. Предлагайте людям точечно комментировать отдельные решения. Фасилитируйте обсуждение и ведите сводную таблицу мнений. И будьте готовы выбросить все это, если в обсуждении не участвовал ЛПР.",
	"section": "team",
	"alias": [
		"collective-decision-on-interface-style"
	],
	"tags": [
		{
			"tag": "стиль интерфейса"
		},
		{
			"tag": "коллективный дизайн"
		},
		{
			"tag": "референсы"
		}
	],
	"focuses": [
		{
			"title": "Референсы",
			"text": "Без них невозможно. В референсы все могут тыкать пальцем и высказываться, что нравится, а что нет. Чем больше рефересов, тем лучше. 10, 20, 30 — это не предел. "
		},
		{
			"title": "ЛПРы",
			"text": "Если ЛПР не участвует в обсуждении, никакого решения не принять, и придется проводить обсуждение заново."
		},
		{
			"title": "Фасилитация",
			"text": "Кто-то должен профессионально вести дискуссию. Сама собой она не случится, будет балаган без результата."
		}
	],
	"advices": [
		{
			"title": "Ведите сводную таблицу мнений",
			"text": "Когда человек высказывает свое мнение, он не слышит других. Сводная таблица по результатам наглядно посветит конфликты мнений."
		},
		{
			"title": "Комментируйте референсы точечно",
			"text": "Не комментируйте весь скриншот, отмечайте отдельные хорошие решения. Figma и Miro это позволяют."
		},
		{
			"title": "Разрешите передумать",
			"text": "Договоритесь, что в течение ограниченного времени (день, неделя), можно поменять свое решение."
		},
		{
			"title": "Не ждите четких ответов",
			"text": "Людям сложно высказываться конкретно по довольно субъективным темам. Помогайте им формулировать."
		},
		{
			"title": "Конкретизируйте",
			"text": "Прикладывайте стиль к реальным интерфейсам, документам и другим артефактам. Прямо сразу меняйте шрифты, цвета, пропорции, визуал и смотрите, что получается."
		}
	],
	"cases": [
		{
			"title": "Sobaka",
			"text": "Во всех наших внутренних проектах, продуктах и презентациях обсуждения стиля всегда проходит напряженно."
		},
		{
			"title": "m-line",
			"text": "На обсуждениях стиля было больше 10 человек, которые высказывались и голосовали. А мы фасилитировали эти обсуждения."
		}
	],
	"goodExample": {
		"text": "Структурируйте референсы по разным параметрам, чтобы было проще принимать обоснованные решения",
		"link": "https://miro.com/app/board/uXjVNNeVjMg=/",
		"linktext": "UI-мудборд для сбора референсов"
	},
	"badExample": {
		"text": "Когда делают вид, что принимают решение коллективно, а в конце проекта приходит ЛПР и говорит «хочу по-другому»."
	},
	"instruments": [
		{
			"title": "Figma или Miro",
			"text": "Для комментирования референсов",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Google Sheets",
			"text": "Для сводной таблицы мнений",
			"img": "/images/cheatsheets/google-sh.svg"
		},
		{
			"title": "Проектор или большой экран",
			"text": "Для совещаний в офлайне",
			"img": "/images/cheatsheets/большой_экран.svg"
		},
		{
			"title": "Диктофон",
			"text": "Чтобы записать все неконкретные комментарии и попытаться их понять",
			"img": "/images/cheatsheets/Диктофон1.svg"
		}
	],
	"director": {
		"text": "Нам самим сильно жмет отсутствие инструмента, который бы позволял быстро менять визуальные темы интерфейса под меняющиеся вкусы и решения заказчика. Работа над интерфейсом почти не имеет отношения к работе над стилем, но люди так устроены, что пытаются сначала определить стиль. Это сильно тормозит процесс.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

