{
	"title": "Как использовать CJM в дизайне интерфейсов",
	"subtitle": "CJM — чрезвычайно мощный инструмент стратегического планирования. К сожалению, еще и модный, поэтому его используют даже тогда, когда другие аналитические форматы работают лучше. Решение за вами, главное отдавать себе отчет, как именно вы будете использовать CJM в каждом конкретном случае.",
	"section": "analysis",
	"alias": [
		"cjm-in-interface-design"
	],
	"tags": [
		{
			"tag": "CJM"
		},
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "стратегическое планирование"
		}
	],
	"focuses": [
		{
			"title": "Профили пользователей",
			"text": "Они определяют и основное поведение пользователя, и его реакцию на каждом шаге."
		},
		{
			"title": "Отклонения",
			"text": "В CJM чаще всего крупно показывают идеальную картинку, где все в порядке. В реальности успешный путь — это большая редкость. Как минимум, путь прерывается по времени, как максимум — ломается. Фокусируйтесь на отклонениях для поиска проблемных мест, где человека легко потерять."
		},
		{
			"title": "Интерфейсная задача, которую ты пытаешься решить",
			"text": "Создание с нуля, рефакторинг, точечные улучшения, поиск отдельных решений, коллективный брейншторм? Для каждого случая фокус в визуальной CJM будет на разном."
		}
	],
	"advices": [
		{
			"title": "Читайте буквы",
			"text": "Высокоуровневая картинка — это здорово для общего понимания. А конкретика, с которой нам работать, часто описана текстом."
		},
		{
			"title": "Сверяйтесь",
			"text": "Используйте CJM как карту процесса, прикладывай ее к интерфейсам, которые вы нарисовали."
		},
		{
			"title": "Относитесь критично",
			"text": "Задавайте себе и коллегам вопрос «зачем». Если какой-то шаг нарисован в CJM, это не делает его автоматически нужным. CJM — не истина в последней инстанции."
		},
		{
			"title": "Разделяйте фантазию и реальность",
			"text": "В формате CJM можно фиксировать реальность или описывать идеальную ситуацию. Определитесь, с чем имеете дело, и что от вас хотят."
		},
		{
			"title": "Используйте другие аналитические форматы",
			"text": "CJM в большей степени бизнесовый инструмент. Если вы не создаете продукт, а делаете что-то очень прикладное, то сценарии или информационные ожидания могут оказаться полезней."
		}
	],
	"cases": [
		{
			"title": "qiwi",
			"text": "Пара пояснений, что там было такого особенного. И логотипчик клиента."
		},
		{
			"title": "avito",
			"text": "Как-то использовали. Прямо по ходу. Прямо оттуда ставили задачи разрабам. Анализировали CJM и ставили таски."
		}
	],
	"goodExample": {
		"text": "Таблица — достаточный инструмент для анализа пользовательского пути.",
		"link": "https://sobakapav.ru/portfolio/bercut",
		"linktext": "Беркут"
	},
	"badExample": {
		"text": "Дизайнер декларирует проектирование по CJM, но сами интерфейсы никак не бьются с содержанием документа."
	},
	"instruments": [
		{
			"title": "Google Tables",
			"text": "сначала опишите, потом визуализируйте. Таблицы здорово структурируют мысль.",
			"img": "/images/cheatsheets/google-sh.svg"
		},
		{
			"title": "Miro",
			"text": "все еще основной инструмент для визуализации схем.",
			"link": "https://miro.com/ru/" ,
			"img": "/images/cheatsheets/miro.svg"
		},
		{
			"title": "Jira",
			"text": "если из CJM следует множество маленьких задач, ими надо где-то управлять.",
			"link": "https://www.atlassian.com/ru/software/jira/" ,
			"img": "/images/cheatsheets/jira.svg"
		},
		{
			"title": "Принтер/плоттер",
			"text": "когда есть возможность, переходите на бумагу.",
			"img": "/images/cheatsheets/print.svg"
		}
	],
	"director": {
		"text": "CJM в его оригинальном смысле — это высокоуровневый стратегический инструмент для бизнеса. На его основе можно делать интерфейсы, но это примерно как забивание гвоздей микроскопом. И микроскопу плохо, и гвоздь тяжело забить. Зато это модный инструмент, и можно набить себе цену, используя его к месту и не к месту. Беда в том, что CJM не решает всех проблем. Он крайне полезен при стратегическом планировании пользовательского опыта, но мы далеко не всегда работаем на таком высоком уровне.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

