{
	"title": "Как подойти к переделке дизайна сложной системы",
	"subtitle": "Простого решения нет, и это нормально. Декомпозируйте все, что можно декомпозировать, разберитесь во всех нюансах существующей системы. Обложитесь справочниками и шпаргалками. Используйте свое инженерное мышление. А если его нет, найдите того, кто им обладает.",
	"section": "customer",
	"alias": [
		"redesign-of-a-complex-system"
	],
	"tags": [
		{
			"tag": "сложные системы"
		},
		{
			"tag": "декомпозиция"
		},
		{
			"tag": "инженерный подход"
		}
	],
	"focuses": [
		{
			"title": "Декомпозиция",
			"text": "Без нее вы просто сдохните."
		},
		{
			"title": "Итерации",
			"text": "Чем сложнее система, тем более критично количество подходов."
		},
		{
			"title": "Инженерный подход",
			"text": "В команде дизайна должен быть кто-то, кто умеет думать, как инженер."
		}
	],
	"advices": [
		{
			"title": "Анализируйте",
			"text": "Не идите рисовать раньше времени. Сначала изучите все, до чего можете дотянуться."
		},
		{
			"title": "Научитесь сами пользоваться системой, которую переделываете",
			"text": "Как только написали сценарий, попробуйте сами пройти его с позиции пользователя. Конечно, вы не сможете стать полноценными пользователями и экспертами, но можете притвориться."
		},
		{
			"title": "Составьте справочник сущностей системы",
			"text": "Единицы измерения, параметры, элементы, компоненты, действия, бизнес-процессы и т.д. Элементарные ошибки в терминологии сразу бросаются в глаза."
		},
		{
			"title": "Не решайте задачу в лоб",
			"text": "При переделке сложного высок риск ничего принципиально не поменять и ограничится только UI. Иногда именно это и нужно, но чаще от дизайн-команды ждут другого взгляда если не на весь интерфейс, то на отдельные его части."
		},
		{
			"title": "Делайте кусочками, проверяйте целиком",
			"text": "После решения одной или нескольких частных задач, пройдитесь по всему интерфейсу и убедитесь, что ничего не сломано и везде сохранилась консистентность. Если нет — поправте, это нормально. "
		}
	],
	"cases": [
		{
			"title": "pangeo",
			"text": "Не было ничего сложнее за всю историю компании."
		},
		{
			"title": "novotelekom",
			"text": "Нужно было упростить существующий интерфейс и ничего не потерять."
		}
	],
	"goodExample": {
		"text": "Даже в сложной системе есть место для поиска концептуальных интерфейсных решений.",
		"link": "https://miro.com/app/board/uXjVNMn6wlw=/?share_link_id=531705536958",
		"linktext": "Концепты рабочего места инженера информационной безопасности"
	},
	"badExample": {
		"text": "Рисовать со слов заказчика и верить, что он держит общую структуру."
	},
	"instruments": [
		{
			"title": "Докуменация к старой системе",
			"text": "Тот случай, когда надо ее внимательно прочитать.",
			"img": "/images/cheatsheets/pages.svg"
		},
		{
			"title": "<a href=\"https://airtable.com\">Airtable</a> или <a href=\"https://www.notion.so\">Notion</a>",
			"text": "Для сборки справочника, декомпозиции разнородного, связанного сложными зависимостями между собой.",
			"img": "/images/cheatsheets/airtable.svg"
		},
		{
			"title": "Интерфейсы конкурентов",
			"text": "Для поиска отраслевых паттернов и хороших идей.",
			"img": "/images/cheatsheets/competitor.svg"
		},
		{
			"title": "Схема интерфейса",
			"text": "Визуализируйте структуру старого интерфейса.",
			"img": "/images/cheatsheets/gant.svg"
		}
	],
	"director": {
		"text": "Сложность требует уважение к себе. Довольно серьезная ошибка — пытаться упростить что-либо ниже допустимого порога упрощения. К сожалению, люди без инженерного бэкграунда очень к этому склонны.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

