{
	"title": "Как подготовиться к проекту по дизайну интерфейса",
	"subtitle": "Четко сформулируйте, зачем бизнесу нужен этот проект. Постарайтесь представить образ результата. Подготовьтесь к тому, чтобы тратить много времени на обсуждение промежуточных результатов и принятие множества мелких и крупных решений.",
	"section": "business",
	"alias": [
		"interface-design-start"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "работа в команде"
		},
		{
			"tag": "этапы проекта"
		}
	],
	"focuses": [
		{
			"title": "Бизнес-задача",
			"text": "Лаконичная, выверенная и точная формулировка, зачем вообще нужен этот проект и каких целей мы хотим достичь. В письменном виде."
		},
		{
			"title": "Образ результата",
			"text": "Если его нет у вас, у команды тем более не будет. Совместный поиск образа результата — это другой вид дизайна, требующий участия других и более дорогих специалистов."
		},
		{
			"title": "Время",
			"text": "Понадобится много вашего времени на всех этапах проекта. Не получится дать задачу и ждать результат."
		}
	],
	"advices": [
		{
			"title": "Не обманывайте себя и исполнителей",
			"text": "Если вы скрываете недостатки продукта и ограничения бизнеса, то рискуете получить результат, который вы не сможете реализовать."
		},
		{
			"title": "Убедитесь, что вас поняли",
			"text": "Сказать недостаточно. Доносите все нюансы, переспрашивайте, убедитесь, что вас не только услышали, но и поняли."
		},
		{
			"title": "Пропогандируйте бизнес-задачу постоянно",
			"text": "Исполнители закопаются в деталях и забудут, зачем мы вообще это делаем."
		},
		{
			"title": "Подготовьте менеджера со свой стороны",
			"text": "Это должен быть человек с правом принимать решения. Убедитесь, что он держит вашу бизнес-задачу, а не свои фантазии."
		},
		{
			"title": "Продумайте систему принятия решений",
			"text": "В процессе дизайна решений много, принимать их надо быстро, отложить их на потом — верный способ сделать ерунду."
		}
	],
	"cases": [
		{
			"title": "tis",
			"text": "У заказчика была четкая бизнес-задача, референсы и готовность участвовать своим временем, поэтому проект шел четко по плану."
		},
		{
			"title": "fasting",
			"text": "Когда на старте нет бизнес-задачи или образа результата, то в команде нужны специалисты с продуктовой компетенцией."
		}
	],
	"goodExample": {
		"text": "Со стороны заказчика был опытный менеджер-аналитик, которая держала в голове образ результата и здорово доносила его до исполнителей.",
		"link": "https://portfolio.sobakapav.ru/smartdeal",
		"linktext": "SmartDeal"
	},
	"badExample": {
		"text": "Написать готовое формальное ТЗ, подписать договор и уйти в туман. Формально вы получите результат по ТЗ, но не сможете использовать результат."
	},
	"instruments": [
		{
			"title": "Договор",
			"text": "Для фиксации ответственности и системы принятия решений",
			"img": "/images/cheatsheets/page.svg",
			"link": ""
		},
		{
			"title": "Google Docs",
			"text": "Для совместного обсуждения всех документов проекта",
			"img": "/images/cheatsheets/google-doc.svg",
			"link": ""
		},
		{
			"title": "Доступы к старой системе",
			"text": "Если вы что-то переделываете, дизайнеры должны иметь к этому доступ",
			"img": "/images/cheatsheets/key.svg",
			"link": ""
		},
		{
			"title": "Брендбук",
			"text": "Или дизайн-система, если она у вас есть",
			"img": "/images/cheatsheets/design.svg",
			"link": ""
		}
	],
	"director": {
		"text": "Проактивный заказчик, умеющий оперативно принимать решения — половина успеха проекта.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

