{
	"title": "Как провести презентацию дизайна интерфейсов",
	"subtitle": "К презентации нужно готовиться. Хоть как-то. Нужны картинки, много картинок. Даже если это не основная работа. Сюжет презентации зависит от стадии проекта и слушателей, но в любом случае это не должен быть отчет о проделанной работе. Записанный скринкаст — отличная альтернатива созвонам и возможность сделать несколько дублей. ",
	"section": "customer",
	"alias": [
		"interface-design-presentation"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "презентация результатов"
		},
		{
			"tag": "изобилие"
		}
	],
	"focuses": [
		{
			"title": "Картинки",
			"text": "Все равно от дизайнера все ждут картинки. Показывайте их сразу."
		},
		{
			"title": "Ожидания к формату",
			"text": "Одному достаточно черно-белых картинок, другим нужен интерактивный прототип. Формат зависит от уровня заказчика, запроса, этапа работ. "
		},
		{
			"title": "Сюжет",
			"text": "«Я тут порисовал» — это плохой сюжет."
		}
	],
	"advices": [
		{
			"title": "Подготовьте слайды или слайдозаменитель",
			"text": "Не рассчитывайте на то, что сможете провести презентацию по сырому материалу."
		},
		{
			"title": "Отрепетируйте",
			"text": "Проведите пробную презентацию хотя бы один раз. Хотя бы в голове."
		},
		{
			"title": "Показывайте изобилие",
			"text": "Создайте ощущение, что нарисовано много. Если есть черновики, показывайте черновики. Работу дизайнера в первую очередь оценивают по количеству картинок, а не по качеству."
		},
		{
			"title": "Не путайте презентацию и отчет",
			"text": "Сюжет презентации не должен повторять хронологию работы. Показывайте то, что получилось, то, что можно «взять в руки». Рассказывайте о том, что интересно и важно слушателям."
		},
		{
			"title": "Следите за временем",
			"text": "Слушать кого-то дольше 15 минут подряд — это мучение. Оставьте время на обсуждение и вопросы."
		}
	],
	"cases": [
		{
			"title": "remtech",
			"text": "В конце проекта проводили большую презентацию для генерального директора."
		},
		{
			"title": "russpass",
			"text": "На каждой итерации презентовали свои решения команде заказчика."
		}
	],
	"goodExample": {
		"text": "Мы были далеко не первой командой, и только наши концепты одобрил заказчик.",
		"link": "https://youtu.be/7wDH1kzwsZY",
		"linktext": "Скринкаст презентации концепта"
	},
	"badExample": {
		"text": "Я тут порисовал и сейчас покидаю вам в лицо обрывками фреймов из Фигмы."
	},
	"instruments": [
		{
			"title": "PowerPoint",
			"text": "Инструмент стар, как мир, но все еще стандарт для презентаций.",
			"link": "https://www.microsoft.com/en-gb/microsoft-365/powerpoint",
			"img": "/images/cheatsheets/powerpoint.svg"
		},
		{
			"title": "Режим прототипирования в Figma",
			"text": "Переключение между фреймами в прототипе заменяет PowerPoint.",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Скринкаст",
			"text": "Если записать презентацию на видео, то можно и не встречаться.",
			"img": "/images/cheatsheets/screencast.svg"
		},
		{
			"title": "Zoom",
			"text": "Умеет показывать на весь экран, есть куча плагинов и рисование поверх трансляции.",
			"link": "https://zoom.us",
			"img": "/images/cheatsheets/zoom.svg"
		}
	],
	"director": {
		"text": "Всегда кажется, что подготовка к презентации интерфейсов — это пустая трата времени, и пусть этим занимается кто-нибудь другой. Например, менеджер. Каждый сам решает, как справляться с этой задачей, но вообще для любого специалиста проведение презентаций — это довольно простой способ сделать карьеру.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

