{
	"title": "Как составить вакансию на дизайнера интерфейсов",
	"subtitle": "Структуру можно подглядеть у других. Содержание лучше не копировать в лоб, а использовать только для сверки. Сформулируйте ключевую задачу, выясните базовые требования к кандидату у заинтересованных коллег и постарайтесь в финальном тексте отразить культуру вашей компании.",
	"section": "business",
	"alias": [
		"interface-designer-vacancy"
	],
	"tags": [
		{
			"tag": "дизайнер интерфейсов"
		},
		{
			"tag": "требования к кандидату"
		},
		{
			"tag": "найм"
		}
	],
	"focuses": [
		{
			"title": "Задача, которую будет решать дизайнер",
			"text": "Честно ответить себе на вопрос, что именно будет делать этот человек в первые месяцы работы."
		},
		{
			"title": "Интересное описании компании",
			"text": "Если вы не всемирно известный бренд, ищите, чем заинтересовать кандидата. Обычно дизайнера интересуют интересные проекты, возможность роста и пополнение портфолио."
		},
		{
			"title": "Базовые требования",
			"text": "Не путайте с фантазиями об идеальном кандидате. Базовые требования растут из критериев, по которым вы точно не возьмете кандидата. Например, если он не умеет работать в Figma или не готов ездить в офис."
		}
	],
	"advices": [
		{
			"title": "Не врите",
			"text": "Приукрашивать можно, это часть негласных правил и для вакансии, и для резюме. А вот писать откровенную неправду — плохая идея."
		},
		{
			"title": "Подсматривайте",
			"text": "Используйте чужие описания вакансий, но думайте про каждую строчку. Это действительно про нас? Это действительно нам важно? Также чужие вакансии удобно использовать для сверки, вдруг что забыли. Например, указать требования к уровню английского."
		},
		{
			"title": "Фокусируйтесь",
			"text": "Ничего нет смешнее, чем вакансии, где требуется и швец, и жнец, и на дуде игрец. Крутой специалист действительно может уметь очень разное, но, скорее всего, проигнорирует такую вакансию."
		},
		{
			"title": "Сделайте несколько версий",
			"text": "Для HeadHunter более формальную, для сайта — более подробную, для соцсетей — короткое емкое «продающее» описание."
		},
		{
			"title": "Снимите с коллег формальные требования к кандидату",
			"text": "Артдиректор или нанимающий менеджер лучше знают, какие конкретные навыки (в т.ч. мелкие) должно быть у подходящего кандидата."
		}
	],
	"cases": [
		{
			"title": "just-info",
			"text": "Сначала составили план проекта, поняли, кто нам нужен, и искали людей очень точечно и прицельно.",
			"img": "/images/cheatsheets/Yurportal.svg",
			"link": "https://sobakapav.ru/microcases/Yurportal",
			"background": "F9FFEE"
		},
		{
			"title": "pangeo",
			"text": "Название роли не важно. К этому проекту мы успешно подключили на UX-задачи дизайнера, которого изначально нанимали для другого.",
			"img": "/images/cheatsheets/pangeo_radar.svg",
			"link": "https://sobakapav.ru/portfolio/pangeo",
			"background": "ECF9FF"
		}
	],
	"goodExample": {
		"text": "Мы без зазрения совести используем успехи наших выпускников, как иллюстрацию, что мы можем дать новым коллегам.",
		"link": "https://www.sobakapav.ru/graduates",
		"linktext": "Страница выпускников"
	},
	"badExample": {
		"text": "Взять чужую вакансию, чуть-чуть отредактировать и вывесить, как свою."
	},
	"instruments": [
		{
			"title": "HeadHunter",
			"text": "Смотреть чужие вакансии",
			"img": "/images/cheatsheets/hh.svg",
			"link": "https://hh.ru/"
		},
		{
			"title": "Профильные рекрутинговые агенства",
			"text": "Если нужна звезда, то искать ее на HH как минимум долго, если не сказать невозможно",
			"img": "/images/cheatsheets/agency.svg"
		},
		{
			"title": "Google Doc",
			"text": "Для обсуждения текста вакансии с нанимающим менеджером",
			"img": "/images/cheatsheets/google-doc.svg"
		},
		{
			"title": "Редактор",
			"text": "Дизайнеры любят простой понятный язык, формальный канцелярит отпугнет",
			"img": "/images/cheatsheets/UX-писатель.svg"
		}
	],
	"director": {
		"text": "Помимо четких критериев нам важно найти человека, который впишется в культуру компании. Конечно, это можно выяснить только при личном общении. Но такое совпадение — обоюдные интересы. В вакансии важно выдержать tone-of-voice, показать культуру через стилистику текста и через факты о нас. Не доверяйте написание финального текста вакансии человеку, который пишет слишком формально или безлико.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

