{
	"title": "Как добиться интуитивной понятности дизайна интерфейсов",
	"subtitle": "Интуитивно понятный интерфейс — недостижимая мечта по целому ряду причин. Однако стремиться к понятности можно и нужно. Помогут эвристики Нильсена, тестирование и фокус на привычках конкретной группы пользователей, а не на дизайнерском представлении о прекрасном.",
	"section": "customer",
	"alias": [
		"intuitive-interface-design"
	],
	"tags": [
		{
			"tag": "Интуитивно понятный интерфейс"
		},
		{
			"tag": "фокус на пользователях"
		},
		{
			"tag": "дизайн интерфейсов"
		}
	],
	"focuses": [
		{
			"title": "Привычки пользователя",
			"text": "Его квалификация, привычные сайты и программы."
		},
		{
			"title": "Мода на рынке",
			"text": "Если какой-то массовый продукт начинает использовать новый интерфейс, то со временем он становится интуитивно понятным."
		},
		{
			"title": "Безнадежность задачи",
			"text": "Кому-нибудь всегда будет непонятно."
		}
	],
	"advices": [
		{
			"title": "Смотрите, как у других",
			"text": "Это не воровство, это задача. «95% времени пользователи проводят на сайтах конкурентов»."
		},
		{
			"title": "Изучайте интерфейсные привычки ваших пользователей",
			"text": "Когда-то программисты делали дизайн для таких же программистов. Сейчас по этому пути идут дизайнеры. Поймите и примите, что пользователи отличаются от вас, и интерфейс вы делаете для них. "
		},
		{
			"title": "Помогайте текстами",
			"text": "Иногда проще объяснить словами, в этом нет ничего плохого. Плохо, когда пользователю приходится угадывать. Частный случай магии текста — подписи к иконкам."
		},
		{
			"title": "Проверяйте интуитивность в контексте",
			"text": "Вне конкретной задачи любой интерфейс будет непонятным. А вот когда у пользователя есть задача и цель, то он готов продираться через самые запутанные дебри."
		},
		{
			"title": "Забудьте про три клика",
			"text": "Путь должен быть не коротким, а предсказуемым. Люди не жадны до кликов, они жадны до неопределенности и очевидно лишних действий. Есть исследования, что иногда увеличение количество кликов увеличивает конверсию."
		}
	],
	"cases": [
		{
			"title": "monetory",
			"text": "Совместили в одном интерфейсе два разных паттерна, интуитивно понятных для двух разных групп пользователей."
		},
		{
			"title": "video-santa",
			"text": "Низкая частота использования не оставляет шансов, что человек привыкнет. Интерфейс состоит из привычных паттернов и ведет за собой пользователя, а не обучает его. "
		}
	],
	"goodExample": {
		"text": "Хорошо бы отдавать себе отчет, что именно должно быть интуитивно понятно. Это не всегда клик по кнопке, иногда иногда это упакованная в интерфейсе информация.",
		"link": "https://www.eduhund.ru/program/io",
		"linktext": "Модуль «Модель информационных ожиданий»"
	},
	"badExample": {
		"text": "Попытка выделиться не за счет визуального оформления, а за счет интерфейса."
	},
	"instruments": [
		{
			"title": "Тестирование",
			"text": "Интуитивность можно и нужно проверять на пользователях.",
			"img": "/images/cheatsheets/testing.svg"
		},
		{
			"title": "База интерфейсных паттернов",
			"text": "Использовать уже известные пользователю решения.",
			"img": "/images/cheatsheets/screenshots.svg"
		},
		{
			"title": "Эвристики Нильсена",
			"text": "Они сформулированы для того, чтобы добиваться интуитивности.",
			"img": "/images/cheatsheets/light.svg"
		},
		{
			"title": "Сценарии, CJM, JTBD",
			"text": "Любая фиксация пользовательского контекста для самопроверки.",
			"img": "/images/cheatsheets/list.svg"
		}
	],
	"director": {
		"text": "Хороший интерфейс скучен, предсказуем и похож на все остальные. Сказать про него нечего, вы забываете про него сразу, как только закрыли окно браузера или вышли из программы.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

