{
	"title": "Как оценить, сколько стоит дизайн конкретного интерфейса",
	"subtitle": "Оценка проекта — это не конец, а начало разговора. Детализируйте и ищите скрытые работы, из мелочей набегают большие суммы. Сверяйтесь с экспертами. И, главное, обсуждайте с заказчиком, он тоже заинтересован в том, чтобы сделать все и качественно.",
	"section": "business",
	"alias": [
		"interface-design-costs"
	],
	"tags": [
		{
			"tag": "оценка проекта"
		},
		{
			"tag": "требования"
		},
		{
			"tag": "деньги"
		}
	],
	"focuses": [
		{
			"title": "Второе мнение",
			"text": "Эксперт, с которым можно сверить свои предположения."
		},
		{
			"title": "Ключевые требования",
			"text": "Например, необходимость мобильной версии, тестирования, сопровождения. Полного ТЗ для оценки не нужно, достаточно списка на половину листа А4."
		},
		{
			"title": "Опытность исполнителей",
			"text": "Если команда никогда не делала похожую задачу, то реальная цена непредсказуема. Вы точно будете платить за обучение команды."
		}
	],
	"advices": [
		{
			"title": "Планируйте по частям",
			"text": "Не пытайтесь оценивать проект по его крупным этапам. Мельчите и детализируйте, из мелких задачек тоже складывается существенная сумма."
		},
		{
			"title": "Обсуждайте",
			"text": "С командой, заказчиком, внешними экспертами."
		},
		{
			"title": "Считайте время, а не объем работы в штуках",
			"text": "Цена не всегда следует из потраченного на работу времени, но любое время должно быть оплачено."
		},
		{
			"title": "Анализируйте прошлые проекты",
			"text": "Используйте свой и чужой опыт для оценки времени, скрытых работ, повышенных рисков и потенциальной возможности фейла."
		},
		{
			"title": "Не молитесь на финальную сумму",
			"text": "Заложите люфт в 20 процентов в обе стороны. На реальном проекте обязательно что-то пойдет не так. Или наоборот, лучше, чем думали. Обязательно объясняйте всем людям, зачем этот люфт нужен."
		}
	],
	"cases": [
		{
			"title": "amber",
			"text": "Считаем не только мы, но и заказчик. У клиента была сводная таблица по исполнителям с учетом цены, опытности, соответствия ключевым требованиям. Нас выбрали не по цене, а по балансу между ценой, опытом и сроками. И мы полностью уложились в ожидания."
		},
		{
			"title": "yota",
			"text": "Не обязательно планировать все заранее. Если заказчик готов, то Time&Material — отличный формат взаимодействия."
		}
	],
	"goodExample": {
		"text": "Диаграмма Ганта хорошо подходит для рассчетов. Не обращайте внимание на цены, это было давно.",
		"link": "https://drive.google.com/file/d/16H7GqB60uIyw_5x-_ucYuLRD99LvjRuy/view?usp=share_link",
		"linktext": "Пример расчета стоимости"
	},
	"badExample": {
		"text": "Постраничная оценка нетипового дизайна."
	},
	"instruments": [
		{
			"title": "<a href=\"https://apps.apple.com/us/app/merlin-project-gantt-kanban/id1335639877?mt=12\">Merlin</a> или <a href=\"https://www.microsoft.com/en-us/microsoft-365/project/project-management-software\">MS Project</a>",
			"text": "По Ганту не обязательно работать, но он здорово помогает посчитать бюджет на старте.",
			"img": "/images/cheatsheets/msproject.svg"
		},
		{
			"title": "Архив проектов и кейсы",
			"text": "Вспомнить, как было прошлый раз. Если архива нет у вас лично, возможно, он есть внутри компании.",
			"img": "/images/cheatsheets/archive.svg"
		},
		{
			"title": "Эксперты",
			"text": "Помогут с оценкой ресурсов по отдельным этапам и дадут второе мнение по общей сумме.",
			"img": "/images/cheatsheets/peoples.svg"
		},
		{
			"title": "Версия для обсуждения",
			"text": "Во-первых, сложный проект не оценить за одну итерацию. Во-вторых, заказчику надо дать шанс вспомнить что-то важное, что повлияет на цену.",
			"img": "/images/cheatsheets/pages.svg"
		}
	],
	"director": {
		"text": "Оценка проекта — это итеративный процесс. Многие боятся называть заказчику сумму, не понимая, что в профессиональной среде это не столько торговля, сколько обсуждение. Оценка нужна для выявления требований, согласования объемов работы. Даже в тендерах предварительно обсуждают оценку, кроме ситуаций, когда вас позвали для симуляции конкурса с заранее известным победителем.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

