{
	"title": "Как учитывать нюансы поведения пользователей разных платформ",
	"subtitle": "Умные часы, платежные терминалы, киоски самообслуживания, туристические навигаторы, профессиональные приборы — все эти устройства отличаются от привычного компьютера или смартфона. У дизайнера, скорее всего, нет богатого личного опыта использования редких платфом, и это даже хорошо.",
	"section": "close-up",
	"alias": [
		"user-platform-nuances"
	],
	"tags": [
		{
			"tag": "поведение пользователей"
		},
		{
			"tag": "профили пользователей"
		},
		{
			"tag": "жизненные ситуации"
		}
	],
	"focuses": [
		{
			"title": "Ваш доступ к платформе",
			"text": "Невозможно сделать работающий интерфейс для другой платформы, если сначала не потрогать ее руками."
		},
		{
			"title": "Профили и ситуации пользователей",
			"text": "Особенно важны, потому что не так очевидны, как в случае с компьютером или смартфонов. Типовой пример — парное использование терминала для заказа еды в ресторане быстрого питания."
		},
		{
			"title": "Технологические ограничения и возможности",
			"text": "Многие платформы имеют существенные ограничения по сравнению с привычными гаджетами."
		}
	],
	"advices": [
		{
			"title": "Тратьте больше времени на выявление жизненных ситуаций",
			"text": "Если не знаете как, изучите первые два модуля дизайн-задачника."
		},
		{
			"title": "Сфокусируйтесь на физических аспектах использования",
			"text": "Неспокойная обстановка, перчатки, холод, дождь, темнота, толпа, суета, качество интернета, высота сенсорного экрана, да и просто наличие физических кнопок."
		},
		{
			"title": "Помните про эмоциональное состояние",
			"text": "При работе с компьютером или смартфоном пользователь находится в привычной ему и нам обстановке. В другой среде — возможны варианты. Подумай, как это может сказаться на эмоциональном состоянии пользователя: растерянность, спешка, сосредоточенность, страх ошибки."
		},
		{
			"title": "Обзаведитесь опытом или экспертом",
			"text": "В знакомой среде вы опираетесь на собственный опыт, даже если не осознаете это. В новой среде нужно быстро получить этот опыт, обзавестись экспертом и не пренебрегать тестированием."
		},
		{
			"title": "Попробуйте физические прототипы",
			"text": "Это сложно, но реально. Используйте бумагу, картон, 3D-печать, Ардуино и другие подручные средства для моделирование среды использования."
		}
	],
	"cases": [
		{
			"title": "sportmaster",
			"text": "В подробностях изучили, как покупатели пользуются интерактивными киосками в магазине."
		},
		{
			"title": "control-forest",
			"text": "Основной сценарий подразумевает использование приложения в толстых перчатках в лесу и со слабым интернетом."
		}
	],
	"goodExample": {
		"text": "Чтобы держать себя в тонусе, делаем учебные проекты про некомпьютерные интерфейсы.",
		"link": "/publications/coffe",
		"linktext": "Кофейная станция"
	},
	"badExample": {
		"text": "Один в один воспроизводить на новой платформе старые свои практики."
	},
	"instruments": [
		{
			"title": "Гайды платформ, технические характеристики",
			"text": "если они есть",
			"img": "/images/cheatsheets/list.svg"
		},
		{
			"title": "Сами устройства",
			"text": "получить собственный опыт",
			"img": "/images/cheatsheets/mobile.svg"
		},
		{
			"title": "Ютуб",
			"text": "посмотреть, как люди реально этим пользуются",
			"img": "/images/cheatsheets/youtube.svg"
		},
		{
			"title": "Полевое наблюдение",
			"text": "это скорее техника, но удивительно эффективная в этом случае",
			"img": "/images/cheatsheets/eye.svg"
		}
	],
	"director": {
		"text": "Те, кто отвечают за интерфейс для редкой платформы, часто ищут специалистов именно по этой платформе. Звучит разумно, но, к сожалению, наличие опыта и его релевантность — не одно и то же. Если человек случайно попал в проект по какой-то платформе и наломал там дров, то это не значит, что он не повторит то же самое в вашем проекте. Люди без опыта работы с конкретной платформой хороши тем, что они осознают отсутствие этого опыта. Люди с опытом иногда ошибочно считают себя экспертами. Будьте осторожнее, если вы пытаетесь купить на рынке опыт такого плана.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

