{
	"title": "Как сделать дизайн интерфейса устойчивым к правкам и переделкам",
	"subtitle": "В процессе работы интерфейс будет существенно меняться. Этого не избежать. Устойчивость макетов к изменениям кроется не столько в организации самих макетов, сколько в продуманной системе работы с комментариями и замечаниями самого разного характера.",
	"section": "close-up",
	"alias": [
		"redesign-resistance"
	],
	"tags": [
		{
			"tag": "дизайн интерфейса"
		},
		{
			"tag": "организация дизайн-проекта"
		},
		{
			"tag": "концепции"
		}
	],
	"focuses": [
		{
			"title": "Концепция",
			"text": "Да, она существует, над ней можно работать и она почти всегда остается устойчивой к правкам и переделкам."
		},
		{
			"title": "Инструменты организации дизайн-проекта",
			"text": "Компоненты, стили, переменные. Это именно инструменты, их нужно просто применять, как гигиену."
		},
		{
			"title": "Продуманная хронология проекта",
			"text": "Важно понимать, какого рода комментарии и правки актуальны для текущей фазы проекта. На ранних этапах важны фундаментальные правки, в конце — вылизывание мелочей."
		}
	],
	"advices": [
		{
			"title": "Показывайте макеты как можно чаще",
			"text": "Это помогает людям привыкнуть к некоторым решениям и считать их уже устоявшимися. Будет меньше попыток все переделать."
		},
		{
			"title": "Не вымогайте у заказчика финальные решения",
			"text": "Решение может быть и примут, но это не застрахует от того, что его поменяют и придется переделывать. Промежуточные решения в дизайне — это привычка, а не фиксация договоренностей."
		},
		{
			"title": "Когда работаете над правками, не отвлекайтесь на новые улучшения",
			"text": "Иначе вы закопаетесь и не дойдете до конца. Заведите бэклог для идей и глобальных улучшений. В любом случае сначала записывайте, что надо поменять, а потом делайте."
		},
		{
			"title": "Не делайте сразу на чистовик",
			"text": "Если понимаете, что проект будет требовать большого количества переделок, не пытайтесь сразу сделать все и идеально. Например, не надо сразу делать адаптив, интерактив, идеально выверенный до каждого пикселя UI."
		},
		{
			"title": "Разбирайтесь в своем макете",
			"text": "Где используются компоненты, а где и зачем вы от них отказались. Какие аргументы стояли за тем или иным решением, и как на это повлияют комментарии заказчика."
		}
	],
	"cases": [
		{
			"title": "gazprom",
			"text": "Сохранили визуальный язык, но полностью поменяли концептуальное решение."
		},
		{
			"title": "dipol",
			"text": "Первый проект, где мы сразу использовали новую (на момент работы) возможность Figma — переменные.",
			"img": "/images/cheatsheets/dipol.svg",
		    "background": "#ECFFFF"
		}
	],
	"goodExample": {
		"text": "Комментарии в Miro — способ явно отделить обсуждения от указаний к действию.",
		"link": "https://miro.com/app/board/o9J_luqgofs=/?share_link_id=607245083560",
		"linktext": "Пример обсуждения в Miro"
	},
	"badExample": {
		"text": "Искать систему управления правками вместо того, чтобы их отрабатывать."
	},
	"instruments": [
		{
			"title": "Этапы проекта",
			"text": "Важно понимать, к какому этапу производственного процесса относится правочка.",
			"img": "/images/cheatsheets/ledder.svg"
		},
		{
			"title": "Комментарии в Figma или Miro",
			"text": "Если комментарии отвязаны от визуала — это беда.",
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Фасилитация презентации",
			"text": "Если обсуждением не управлять, оно становится неуправляемым.",
			"img": "/images/cheatsheets/compas.svg"
		},
		{
			"title": "Бэклог",
			"text": "Чтобы не потонуть в комментариях, часть стоит откладывать на потом.",
			"img": "/images/cheatsheets/folder.svg"
		}
	],
	"director": {
		"text": "Раздражает и вызывает недоумение, что дизайнеры (и не только они) сильно привязываются к своим решениям и отказываются переделывать, выдавая за переделку точечные улучшения. Почему-то люди не понимают, что «все переделать» в середине проекта — это не сделать с нуля, а разобрать свое решение на составные части и пересобрать заново лучшим образом. Это не требует большого количества времени, это требует только смелости и желания сделать качественно лучшую версию.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

