{
	"title": "Как презентовать дизайн интерфейса",
	"subtitle": "Презентация должна продать ваше решение, а не рассказать всем, какой вы умный. Поэтому не путайте презентацию с ликбезом про UX. Показывайте свою работу и рассказывайте истории про пользовател",
	"section": "management",
	"alias": [
		"how-to-present-interface-design"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "презентация"
		},
		{
			"tag": "пользовательский сценарий"
		}
	],
	"focuses": [
		{
			"title": "Альтернативные форматы",
			"text": "Используйте видео, интерактивные презентации и прототипы, которые открываются на мобильных. Все, что шевелится, работает как магия."
		},
		{
			"title": "Сценарий",
			"text": "Рассказывайте историю пользователя. Что человек делает, как и почему. А вот рассказывать про функциональность, кнопочки и цвета не надо."
		},
		{
			"title": "Живой контакт",
			"text": "Самое плохое что можно сделать — кинуть файлик и сказать «вот». Не оставляйте человека один на один со своим прототипом. Назначьте встречу, созвон или хоты бы обсуди результат буквами в чате. "
		}
	],
	"advices": [
		{
			"title": "Финализируйте заранее",
			"text": "Выделите время на подготовку презентационных материалов. Если до последней секунды доделывать работу, а потом на ходу сочинять историю, то презентация провалится."
		},
		{
			"title": "Запишите скринкаст",
			"text": "Это работает как магия, и не требует одновременной встречи всех участников проекта."
		},
		{
			"title": "Отрепетируйте",
			"text": "С первого раза никогда не получается. Даже проходную презентацию стоит отрепетировать пару раз. Особенно начало и конец."
		},
		{
			"title": "Уберите лишнее",
			"text": "Спрячьте на другую страницу или вынеси в другой файл. Презентация — это не рабочие версии документа."
		},
		{
			"title": "Отметьте точку входа",
			"text": "Если вы даете ссылку на Figma-файл, объясните прямо в нем, с чего начать смотреть. Будьте готовы, что ваши объяснения голосом никто не поймет. Например, не все заказчики знают слово «фрейм», не все умет переключаться между страницами."
		}
	],
	"cases": [
		{
			"title": "ecom",
			"text": "Мы были 12-й командой, с которой заказчик начинал проект, и только наши концепты приняли благодаря видеопрезентации с понятной историей, хотя визуально они были не слишком проработаны."
		},
		{
			"title": "remtech",
			"text": "У нас была явно выделенная фаза презентации результата генеральному директору компании, где мы вели его по сценариям, объясняя, как работает система."
		}
	],
	"goodExample": {
		"text": "За пять минут рассказали ключевые идеи интерфейса дизайн-задачника.",
		"link": "https://www.youtube.com/watch?v=R-VIO1MCDIc&embeds_widget_referrer=https%3A%2F%2Fwww.eduhund.ru%2F&embeds_referring_euri=https%3A%2F%2Fcdn.embedly.com%2F&embeds_referring_origin=https%3A%2F%2Fcdn.embedly.com&source_ve_path=OTY3MTQ&feature=emb_imp_woyt",
		"linktext": "Видеопрезентация задачника"
	},
	"badExample": {
		"text": "Молча отправить ссылку в чат."
	},
	"instruments": [
		{
			"title": "Программа для записи скринкастов",
			"text": "Записывать видеопрезентации",
			"img": "/images/cheatsheets/screencast.svg"
		},
		{
			"title": "Arcade",
			"text": "Делать интерактивные презентации",
			"img": "/images/cheatsheets/Arcade.svg",
			"link": "https://www.arcade.software/"
		},
		{
			"title": "Статья «Figma для заказчика»",
			"text": "Подготовить заказчика к восприятию прототипа",
			"img": "/images/cheatsheets/figma.svg",
			"link": "https://www.sobakapav.ru/publications/figma"
		},
		{
			"title": "Miro",
			"text": "В процессе подготовки картинок сложится хоть какой-то сюжет",
			"img": "/images/cheatsheets/miro.svg"
		}
	],
	"director": {
		"text": "Презентация свой работы — это тоже интерфейс и его тоже надо проектировать, ориентируясь на возможности и потребности пользователя. Сделанность работы сама по себе — это не ценность. Ценность — это работа, которую кто-то другой воспринял и смог интегрировать в производственный процесс. Само собой это не случится, надо презентовать, даже если кажется, что это пустая трата времени.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

