{
	"title": "Как и зачем отличать фейковое портфолио дизайнера от настоящего",
	"subtitle": "Опыт реальной работы — это всегда хорошо. Но не всегда главный критерий при поиске дизайнера. Куда важнее может оказаться уровень владения инструментом, аккуратность и эстетика и другие навыки, которые хорошо видны даже по учебным работам.",
	"section": "business",
	"alias": [
		"fake-designer-portfolio-vs-a-real-one"
	],
	"tags": [
		{
			"tag": "портфолио"
		},
		{
			"tag": "навыки"
		},
		{
			"tag": "работа в команде"
		}
	],
	"focuses": [
		{
			"title": "Бренды",
			"text": "Если откровенно начинающий дизайнер показывает в портфолио логотипы Тинькоффа и Яндекса, это учебная работа."
		},
		{
			"title": "Твоя задача",
			"text": "Чем больше в этой задаче аналитической и коллективной работе, тем важнее найти исполнителя с реальными проектами. Но если нужны руки, то реальность проектов не так уж и важна."
		},
		{
			"title": "Упоминание команды",
			"text": "Про это редко пишут, но можно спросить. Когда работа по-настоящему хороша, а дизайнер ничего не говорит про команду, то что-то тут не так. Иногда дизайнер выдает коллективную работу за свою, и это подтасовка. Дизайн — дело коллективное."
		}
	],
	"advices": [
		{
			"title": "Забейте",
			"text": "Реальность проектов не так уж и важна. Если человек потрудился и сделал выдуманные проекты для портфолио, которые подходят под твою задачу, то это хороший старт для разговора."
		},
		{
			"title": "Спросите",
			"text": "Чем гадать, проще спросить. Это настоящие проекты или выдуманные? А если выдуманные, то как именно выдумывал?"
		},
		{
			"title": "Узнайте типовые задания в онлайн-школах",
			"text": "Все студенты онлайн-школ выкладывают одно и то же по одному и тому же шаблону кейса."
		},
		{
			"title": "Игнорируйте бла-бла-бла",
			"text": "Все слова про аналитику второстепенны, главное, что человек нарисовал. Важным может быть пояснение хода мыслей, но это можно и так узнать за первые минуты живого разговора. "
		},
		{
			"title": "Смотрите исходники",
			"text": "В них виден реальный навык владения инструментом, даже если проект выдуманный. И это куда надежней, чем рассказ о проекте."
		}
	],
	"cases": [
		{
			"title": "Behance",
			"text": "Мы всегда стараемся указать всех исполнителей проекта, упирая на то, что исполнитель не бывает один."
		},
		{
			"title": "Portfolio",
			"text": "Почитайте, как на самом деле устроено создание дизайна. Станет понятно, почему в одиночку это не сделать."
		}
	],
	"goodExample": {
		"text": "Если вы видите портфолио, похожее на наше, то почти наверняка над ним работала целая команда, а не один дизайнер. ",
		"link": "https://sobakapav.ru/portfolio/",
		"linktext": "Наше портфолио"
	},
	"badExample": {
		"text": "У меня все под NDA."
	},
	"instruments": [
		{
			"title": "Behance",
			"text": "Все еще первый инструмент для публикации дизайнерского портфолио",
			"img": "/images/cheatsheets/behance.svg",
			"link": "https://www.behance.net/"
		},
		{
			"title": "Figma",
			"text": "Без исходников реальные навыки дизайнера не оценить",
			"img": "/images/cheatsheets/figma.svg",
			"link": "https://www.figma.com/"
		},
		{
			"title": "Ваше портфолио",
			"text": "Прежде чем критиковать чужое, посмотрите на свое",
			"img": "/images/cheatsheets/portfolio.svg"
		},
		{
			"title": "Советы по составлению дизайнерского портфолио",
			"text": "Не вините дизайнера, порой популярные советчики дают странные рекомендации",
			"img": "/images/cheatsheets/light.svg"
		}
	],
	"director": {
		"text": "Кто-то вбивает дизайнерам в голову, что в портфолио надо написать много букв, рассказать, как ты выбирал цвета и показать три экрана. В реальности дизайнерское портфолио впечатляет не столько результатом, сколько процессом рисования. Если нарисовано много, показаны черновики и промежуточные версии, есть ссылка на исходники, то не так уж и важно, фейковый был проект или настоящий.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

