{
	"title": "Как оценить работу дизайнера над конкретной задачей",
	"subtitle": "Оценить результат очень просто: свериться с постановкой. Дальше нюансы. Иногда постановки нет. Иногда в ней забыто важное. Иногда дизайнеру не хватает вашего конструктивного участия в процессе. Поэтому прежде чем что-либо оценивать, надо понять, зачем мы это делаем. И точно ли это то, что надо делать сейчас.",
	"section": "management",
	"alias": [
		"designers-work-evaluation"
	],
	"tags": [
		{
			"tag": "результат"
		},
		{
			"tag": "постановка задачи"
		},
		{
			"tag": "технические иребования"
		}
	],
	"focuses": [
		{
			"title": "Количество",
			"text": "Если не вариантов, то хотя бы черновиков. Это косвенно подтверждает, что человек действительно искал решение, а не нарисовал первое пришедшее в голову."
		},
		{
			"title": "Постановка задачи",
			"text": "Сложно оценивать работу результат не имея перед глазами изначальной постановки."
		},
		{
			"title": "Цель оценки",
			"text": "Оцениваете, чтобы что? Брать результат дальше, докопаться до мышей, принять решение об увольнении?"
		}
	],
	"advices": [
		{
			"title": "Проверяйте технические требования",
			"text": "Неземная красота, собранная без стилей и компонентов, никому не нужна."
		},
		{
			"title": "Спросите дизайнера, что он делал",
			"text": "Так вы поймете, он проигнорировал постановку, интерпретировал иначе, не смог из-за недостатка квалификации или нуждается в совете."
		},
		{
			"title": "Убедитесь, что это финальное решение",
			"text": "Дизайнеры часто показывают не окончательное решение, а что-то близкое к нему, но еще недоделанное. Поймите, нужна ли сейчас оценка или дизайнеру хочет обсудить детали перед финализацией."
		},
		{
			"title": "Сначала оцените свой вклад",
			"text": "И отложите оценку до того момента, когда сами вложитесь в результат всем, чем можете: выдадите комментарии, поможете с сырьем, организуете брейншторм или тестирование. Подсказка: дизайнеру почти всегда нужна существенная помощь с текстами."
		},
		{
			"title": "Не будьте занудой",
			"text": "При сверке с постановкой держите в голове, что почти в 100% случаев постановку частивно игнорируют, делают немного не то и не так. Это особенность процесса дизайна. Сделать заход на полировку деталей — ок, рвать и метать, то не учли пункт 3.21 — бесполезно."
		}
	],
	"cases": [
		{
			"title": "faberlic",
			"text": "Иногда дизайнеры просто игнорируют требования. Даже если поторебовать нарисовать не розовое."
		},
		{
			"title": "monetory",
			"text": "UX-задача была решена, но отрисована без компонентов, и мы поздно это заметили."
		}
	],
	"goodExample": {
		"text": "Это не образец, но вы можете оценить наши работы.",
		"link": "https://www.behance.net/sobakapavlova",
		"linktext": "Behance"
	},
	"badExample": {
		"text": "Путать оценку с конструктивной критикой."
	},
	"instruments": [
		{
			"title": "Google Docs",
			"text": "Фиксировать конкретную задачу, чтобы не забыть, что именно вы просили",
			"img": "/images/cheatsheets/google-doc.svg"
		},
		{
			"title": "Время",
			"text": "Не стоит выдавать оценку сразу по первому впечатлению",
			"img": "/images/cheatsheets/time.svg"
		},
		{
			"title": "Итерации",
			"text": "На первой итерации оценка почти всегда бессмысленна, кроме откровенной халтуры",
			"img": "/images/cheatsheets/iteration.svg"
		},
		{
			"title": "Следующий этап",
			"text": "Принимают ли результат следующие по цепочке исполнители",
			"img": "/images/cheatsheets/rocket.svg"
		}
	],
	"director": {
		"text": "Иногда говно — это просто говно. Без конструктивной обратной связи.",
		"person": "OP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

