{
	"title": "В каких инструментах работают дизайнеры",
	"subtitle": "Как ни странно, популярный графический редактор — не единственное, что нужно дизайнеру для работы. Ничего сверхъестественного, но как для любого сотрудника набор инструментов должен быть понятен его руководителю.",
	"section": "close-up",
	"alias": [
		"design-tools"
	],
	"tags": [
		{
			"tag": "инструменты для рисования"
		},
		{
			"tag": "Figma"
		},
		{
			"tag": "дизайн"
		}
	],
	"focuses": [
		{
			"title": "Инструмент рисования",
			"text": "В 2025 году Figma все еще инструмент №1 для дизайна интерфейсов."
		},
		{
			"title": "Железо",
			"text": "Достаточно мощный по производительности и с максимально хорошим экраном, который вы можете позволить."
		},
		{
			"title": "Коммуникация через рисование",
			"text": "Рисуйте от руки на бумаге и маркерами на доске. Даже если вообще не умеете рисовать, пробуйте и пытайтесь, иначе будет сложно общаться."
		}
	],
	"advices": [
		{
			"title": "Не бойтесь платить",
			"text": "Иногда даже очень богатые компании жалеют 15 долларов на лицензию, а она сильно упрощает жизнь специалиста."
		},
		{
			"title": "Проверьте функциональность выгрузки",
			"text": "Сможете ли вы выгрузить результаты вашей работы в нужном формате? Например, выгрузка в PDF в большом разрешении из Miro возможна только в платной версии."
		},
		{
			"title": "Минимизируйте количество инструментов",
			"text": "Старайтесь затащить все в основной инструмент, чтобы свести переключение между разными интерфейсами к минимуму."
		},
		{
			"title": "Спросите разработку",
			"text": "Нарисовать красивое можно в разных редакторах. Но важна не красота, а реализация, поэтому инструмент нужен такой, который максимально бесшовно позволяет передать результаты дальше по производственной цепочке."
		},
		{
			"title": "Не станьте заложником инструмента",
			"text": "Приоритеты команды и бизнеса важнее, чем приоритеты конкретного человека. Не стоит брать инструмент для одного человека, мирится с важными ограничениями, тянуть неподъемную цену и верить в быстрообучаемость. Профинструменты осваиваются долго."
		}
	],
	"cases": [
		{
			"title": "compel",
			"text": "Вся документация была в Confluence."
		},
		{
			"title": "anggell",
			"text": "Проектировали структуру прямо поверх скриншота сложной схемы от продакт-менеджера."
		}
	],
	"goodExample": {
		"text": "Мы сделали свой инструмент для публикации задач и создания практических курсов только после того, как детально изучили более 50 готовых платформ, и ни одна не отвечала ключевому требованию.",
		"link": "",
		"linktext": "50+ платформ"
	},
	"badExample": {
		"text": "Следить за появлением новых инструментов и переходить на них только потому что они новые и интересные."
	},
	"instruments": [
		{
			"title": "Рейтинги и каталоги",
			"text": "Хорошая стратегия — выбирать из самых популярных.",
			"img": "/images/cheatsheets/newspaper.svg"
		},
		{
			"title": "Наш стек инструментов",
			"text": "Что используем мы и как это интегрировано с разработкой.",
			"img": "/images/cheatsheets/user.svg"
		},
		{
			"title": "Эксперт по инструменту",
			"text": "Убедиться, что дизайнер действительно умеет работать в каком-либо инструменте, а не просто хочется его освоить.",
			"img": "/images/cheatsheets/tools.svg"
		},
		{
			"title": "То, что у вас уже есть",
			"text": "Старайтесь использовать инструменты, которыми вы уже пользуетесь. Идеала не существует.",
			"img": "/images/cheatsheets/shapes.svg"
		}
	],
	"director": {
		"text": "Изучение нового инструмента кто-то должен оплатить. Даже если речь об очень простых инструментах вроде базы знаний. Выбор инструмента — это риск, связанный со стоимостью освоения, люди склонны переоценивать свою способность обучаться. Только менеджер или владелец бизнеса может понять, зачем нужен или не нужен инструмент, оценить плюсы и минусы с точки зрения бизнеса. В контексте дизайна главный критерий — удобство разработки. Если появится инструмент, который еще лучше передает в разработку, чем Figma, то бизнес будет первым заинтересованным в переходе лицом.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

