{
	"title": "Когда я могу себе позволить редизайн интерфейса, а когда — нет",
	"subtitle": "Переделка существующего может оказаться даже дороже, чем создание чего-то с нуля. Высок риск недооценить скрытые затраты, которые съедают львиную часть бюджета. Несмотря на то, что это редизайн существующего, это все равно инвестиция, поэтому редизайн не работает, как способ спасения в ситуации «все плохо».",
	"section": "business",
	"alias": [
		"interface-design-affordance"
	],
	"tags": [
		{
			"tag": "редизайн интерфейса"
		},
		{
			"tag": "бюджет"
		},
		{
			"tag": "бизнес-задача"
		}
	],
	"focuses": [
		{
			"title": "Недооценка масштабов затрат времени и денег",
			"text": "90% бюджета по редизайну интерфейса уходит на скрытые работы. На глазок оценить сложно. Надо считать стоимость внедрения, поддержки, перехода и непредвиденных ситуаций."
		},
		{
			"title": "Интересность задачи",
			"text": "Дизайн делают живые люди, и не всякую задачу они так уж рвутся выполнять. Иногда баланс интереса и бюджета такой, что подходящих исполнителей попросту не найти. Не только внешних дизайнеров, но даже внутри своей компании."
		},
		{
			"title": "Способность вкладываться в задачу",
			"text": "Редизайна под ключ не бывает, вам нужно будет вовлекаться довольно плотно."
		}
	],
	"advices": [
		{
			"title": "Умножьте бюджет на пять",
			"text": "Вовсе не обязательно, что он увеличится настолько. Но нужно быть психологически готовым к такому росту затрат."
		},
		{
			"title": "Сформулируйте бизнес-задачу редизайна",
			"text": "Бизнес-задача — это то, что решает бизнес, а не дизайн. Дизайн поддерживает решение бизнес-задачи. Например, поднять продажи — бизнес-задача, но сам по себе дизайн продажи не поднимает."
		},
		{
			"title": "Продумайте план Б",
			"text": "Что будет, если редизайн не удастся? Если исполнители бросят проект? Если сделаете редизайн, а он порушит бизнес-процессы? Если не хватит денег довести проект до внедрения? Если уволится ключевой менеджер?"
		},
		{
			"title": "Запланируйте ввод в эксплуатацию",
			"text": "Мало сделать, надо еще приладить новое решение к имеющимся системам и технологиям, Это никогда не идет гладко. Надежней всего работать с ключевыми подрядчиками в режиме поддержки еще год после запуска."
		},
		{
			"title": "Оцените возможности своей команды",
			"text": "Силами внеших экспертов и исполнителей не обойтись. Прикиньте, насколько ваша команда готова сейчас к долгосрочному вложению сил."
		}
	],
	"cases": [
		{
			"title": "avicenna",
			"text": "Причина редизайна — постановление правительства, тот случай, когда выбора просто нет."
		},
		{
			"title": "loglab",
			"text": "Необходимость очевидна, когда половина бизнес-процессов на ручном управлении, а у конкурентов все автоматизировано."
		}
	],
	"goodExample": {
		"text": "Так выглядит типовой план проекта по редизайну интерфейса.",
		"link": "https://drive.google.com/file/d/1b4B2D8R__QufxD5FvNCk1QNNZVeVY7S1/view?usp=share_link",
		"linktext": "План проекта"
	},
	"badExample": {
		"text": "Любая попытка игнорировать реальность — свою и пользователей — это сразу фейл."
	},
	"instruments": [
		{
			"title": "Наши кейсы",
			"text": "Как это делали другие компании",
			"img": "/images/cheatsheets/portfolio.svg",
			"link": "https://sobakapav.ru/portfolio"
		},
		{
			"title": "Эксель",
			"text": "Строить финансовую модель и оценивать ROI",
			"img": "/images/cheatsheets/excel.svg"
		},
		{
			"title": "Веб-архив",
			"text": "Смотреть на предыдущие версии сайтов конкурентов",
			"img": "/images/cheatsheets/sorting.svg",
			"link": "https://archive.org/web/"
		},
		{
			"title": "Высокоуровневые документы проекта",
			"text": "Тот редкий случай, когда видение, миссия и стратегия оказываются действительно нужны",
			"img": "/images/cheatsheets/docs.svg"
		}
	],
	"director": {
		"text": "Бизнес не может позволить себе редизайн, как последнюю надежду на спасение. Редизайн — это всегда инвестиция в развитие. Мы много раз видели попытки спасти бизнес редизайном. Обычно не получается даже дойти до конца проекта.",
		"person": "NP"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

