{
	"title": "Как использовать UX-аналитику в дизайне интерфейсов",
	"subtitle": "Переход от аналитике к дизайну не всегда очевидный и однозначный. Недостаточно просто принести информацию в документе. Помогайте дизайнерам работать с этими документами, используйте аналитику в обсуждениях, дополняйте, развивайте и перерабатывайте документы.",
	"section": "analysis",
	"alias": [
		"ux-analytics-in-interface-design"
	],
	"tags": [
		{
			"tag": "дизайн интерфейсов"
		},
		{
			"tag": "аналитика"
		},
		{
			"tag": "структура"
		}
	],
	"focuses": [
		{
			"title": "Артефакты",
			"text": "UX-аналитика должна быть где-то записана, и эти артефакты должны быть в свободном доступе."
		},
		{
			"title": "Евангелист-методолог",
			"text": "Сами по себе документы не работают. В команде должен быть кто-то, кто пропагандирует использование аналитики, объясняет и помогает."
		},
		{
			"title": "Структура обсуждений",
			"text": "Как вы обсуждаете результаты и принимаете решения? Если используете аналитику — хорошо, если нет — это проблема."
		}
	],
	"advices": [
		{
			"title": "Продавайте аналитику команде",
			"text": "Убедитесь, что люди действительно воспринимают эти документы и могут с ними работать."
		},
		{
			"title": "Используйте аналитику в обсуждениях",
			"text": "Это главное место, где она нужна. Даже если дизайнер рисует от балды, ему все равно придется пройти через сверку с аналитикой в фазе обсуждения."
		},
		{
			"title": "Сомневайтесь в аналитике и улучшайте ее",
			"text": "Она гибкая. Если по ходу проекта захочется переделать, дополнить, скорректировать — действуйте. Только не забудьте согласовать со всеми эти изменения."
		},
		{
			"title": "Помогайте дизайнерам делать шпаргалки",
			"text": "Делайте документы читаемыми, короткими, емкими, хорошо оформленными. Поощряйте людей, если они переделывают документы на свой манер. За точность здесь держаться не надо."
		},
		{
			"title": "Используйте другие виды аналитики",
			"text": "Бизнесовую, технологическую, маркетинговую. Интерфейсы создаются не только для удобства пользователей, про это надо помнить."
		}
	],
	"cases": [
		{
			"title": "veza",
			"text": "Несмотря на жестко заданные бизнес-процессы, мы использовали интервью с пользователями, чтобы адаптировать сценарии под привычки и потребности людей."
		},
		{
			"title": "pgk",
			"text": "Изучали пользователей корпоративного портала в разных регионах страны."
		}
	],
	"goodExample": {
		"text": "Четко сформулированная модель пользовательского поведения здорово помогла при дизайне и тестировании.",
		"link": "https://sobakapav.ru/portfolio/sindbad",
		"linktext": "Sindbad"
	},
	"badExample": {
		"text": "Непонимание связи аналитики с картинками, перехода от одной производственной фазы к другой."
	},
	"instruments": [
		{
			"title": "Airtable",
			"text": "Для сложноструктурированной аналитики",
			"link": "https://www.airtable.com/" ,
			"img": "/images/cheatsheets/airtable.svg"
		},
		{
			"title": "Miro",
			"text": "Для упрощения, визуализации, рисования схем",
			"link": "https://miro.com/ru/" ,
			"img": "/images/cheatsheets/miro.svg"
		},
		{
			"title": "Figma",
			"text": "Пусть шпаргалки по аналитике лежат у дизайнера на видном месте",
			"link": "https://www.figma.com/" ,
			"img": "/images/cheatsheets/figma.svg"
		},
		{
			"title": "Notion",
			"text": "Хороший баланс структуры и контента",
			"link": "https://www.notion.so//" ,
			"img": "/images/cheatsheets/notion.svg"
		}
	],
	"director": {
		"text": "Начинающие дизайнеры пытаются найти единственный верный путь, универсальную методологию дизайна с шаблонным аналитическим этапом. На практике дизайн-задачи настолько разные, что нужно обладать достаточно высокой квалификацией, чтобы понять какая именно аналитика и в каком формате нужна в каждом конкретном случае. И нужна ли вообще.",
		"person": "ER"
	},
	"more": [
		{
			"text": "Что спросить у бизнеса в начале работы над дизайном",
			"link": ""
		},
		{
			"text": "Как работать с медленным заказчиком",
			"link": ""
		},
		{
			"text": "Как правильно срывать сроки",
			"link": ""
		}
	]
}

